[
  {
    "id": 1,
    "label": "R2-1-ア",
    "text": "教授：　ある団体が法人格を有しない社団すなわち権利能力なき社団であると認められるためには，どのような要件を満たす必要がありますか。\n学生：　団体としての組織を備え，多数決の原則が行われ，構成員の変更にもかかわらず団体そのものが存続し，その組織において代表の方法，総会の運営，財産の管理その他団体として主要な点が確定しているものであることが必要です。",
    "answer": "◯"
  },
  {
    "id": 2,
    "label": "R2-1-イ",
    "text": "教授：　権利能力なき社団Ａの代表者であるＢが，Ａを代表して，Ｃとの間で，Ａの活動に充てるための資金として100万円を借り受ける金銭消費貸借契約を締結しました。この場合において，Ｂを含むＡの構成員各自は，Ｃに対して，当該金銭消費貸借契約に基づく貸金返還債務を負いますか。\n学生：　権利能力なき社団の取引上の債務は，その社団の構成員全員に帰属することになるので，Ｂを含むＡの構成員各自は，Ｃに対して，直接の貸金返還債務を負います。",
    "answer": "✕"
  },
  {
    "id": 3,
    "label": "R2-1-ウ",
    "text": "教授：　権利能力なき社団Ａの資産である不動産について，これを登記するためにはどのような方法がありますか。\n学生：　Ａ名義で登記をすることはできませんが，Ａの構成員全員による共有名義で登記をすることや，Ａの代表者であるＢの個人名義で登記をすることは可能です。",
    "answer": "◯"
  },
  {
    "id": 4,
    "label": "R2-1-エ",
    "text": "教授：　権利能力なき社団において，規約で定められていた改正手続に従い，総会における多数決により，構成員の資格要件を変更する旨の規約の改正が決議された場合，当該決議について承諾をしていない構成員に対して，当該決議により改正された規約は適用されますか。\n学生：　権利能力なき社団の構成員の資格要件の変更については，構成員各自の承諾を得る必要があり，構成員の資格要件を変更する旨の規約の改正が総会における多数決により決議された場合であっても，当該決議について承諾をしていない構成員に対しては，改正後の規約は用されません。",
    "answer": "✕"
  },
  {
    "id": 5,
    "label": "R2-1-オ",
    "text": "教授：　それでは，権利能力なき社団である入会団体において，共有の性質を有する入会権の処分について，入会団体の構成員全員の同意を要件とすることなく，入会団体の役員会の全員一致の決議に委ねる旨の慣習が存在する場合，この慣習に基づいてされた入会権の処分は効力を有しますか。\n学生：　共有の性質を有する入会権については，各地方の慣習よりも民法の規定が優先的に適用されますから，この慣習に基づいてされた処分は，共有物の処分に関する民法の規律に反するものとして，効力を有しません。",
    "answer": "✕"
  },
  {
    "id": 6,
    "label": "R2-2-ア",
    "text": "甲不動産を所有の意思なく占有していたＡが死亡し，Ｂがその占有を相続により承継した場合には，Ｂは，新たに甲不動産を事実上支配することによって占有を開始し，その占有に所有の意思があるとみられ，かつ，Ｂの占有開始後，所有権の時効取得に必要とされる期間その占有を継続しとしても，自己の占有のみを主張して甲不動産の所有権を時効取得することはできない。",
    "answer": "✕"
  },
  {
    "id": 7,
    "label": "R2-2-イ",
    "text": "Ａから甲不動産を買い受けてその占有を取得したＢが，売買契約当時，甲不動産の所有者はＡではなくＣであり，売買によって直ちにその所有権を取得するものでないことを知っていた場合には，Ｂは，その後，所有権の時効取得に必要とされる期間，甲不動産を継続して占有したとしても，甲不動産の所有権を時効取得することはできない。",
    "answer": "✕"
  },
  {
    "id": 8,
    "label": "R2-2-ウ",
    "text": "甲不動産につき賃借権を有するＡがその対抗要件を具備しない間に，甲不動産に抵当権が設定されてその旨の登記がされた場合には，Ａは，その後，賃借権の時効取得に必要とされる期間，甲不動産を継続的に用益したとしても，抵当権の実行により甲不動産を買い受けた者に対し，賃借権時効取得を対抗することはできない。",
    "answer": "◯"
  },
  {
    "id": 9,
    "label": "R2-2-エ",
    "text": "Ａが，甲不動産を10年間占有したことを理由として甲不動産の所有権の時効取得を主張する場合，その占有の開始の時に，Ａが甲不動産を自己の所有と信じたことにつき無過失であったことは推定されない。",
    "answer": "◯"
  },
  {
    "id": 10,
    "label": "R2-2-オ",
    "text": "取得時効を援用する者が，時効期間の起算点を任意に選択し，時効完成の時期を早めたり遅らせたりすることは許されない。",
    "answer": "◯"
  },
  {
    "id": 11,
    "label": "R2-3-ア",
    "text": "他の土地に囲まれて公道に通じない土地（以下「袋地」という。）の譲受人は，袋地について所有権の移転の登記を経由しなくとも，その袋地を囲んでいる他の土地（以下「囲繞地」という。）の所有者に対して，公道に至るため，囲繞地を通行することができる権利（以下「囲繞地通行権」という。）を主張することができる。",
    "answer": "◯"
  },
  {
    "id": 12,
    "label": "R2-3-イ",
    "text": "他の土地及び水路によって囲まれており，水路を通行すれば公道に至ることができる土地の所有者は，公道に至るため，当該他の土地を通行することはできない。",
    "answer": "✕"
  },
  {
    "id": 13,
    "label": "R2-3-ウ",
    "text": "自動車による通行を前提とする囲繞地通行権は，囲繞地の所有者の承諾がなければ成立しない。",
    "answer": "✕"
  },
  {
    "id": 14,
    "label": "R2-3-エ",
    "text": "囲繞地について囲繞地通行権を有する袋地の所有者が，囲繞地に通路を開設するためには，囲繞地の所有者の承諾を要する。",
    "answer": "✕"
  },
  {
    "id": 15,
    "label": "R2-3-オ",
    "text": "共有物の分割によって袋地を生じた場合に，袋地の所有者が，公道に至るため，他の分割者の所有する土地について有する通行権は，当該他の分割者の所有する土地に特定承継が生じた場合であっても，消滅しない。",
    "answer": "◯"
  },
  {
    "id": 16,
    "label": "R2-4-ア",
    "text": "申請人Ａが土地家屋調査士Ｂに対して土地の合筆の登記の申請を委任し，Ａ作成の委任状には委任事項として，「土地の合筆の登記申請に関する一切の権限」とのみ記載されている。Ｂは，土地の合筆の登記を申請した後にＡが登記申請意思を撤回した場合，当該申請を取り下げることはできない。",
    "answer": "◯"
  },
  {
    "id": 17,
    "label": "R2-4-イ",
    "text": "申請人Ａが土地家屋調査士Ｂに対して土地の合筆の登記の申請を委任し，Ａ作成の委任状には委任事項として，「土地の合筆の登記申請に関する一切の権限」とのみ記載されている。Ｂは，土地の合筆の登記の申請の際に納付した登録免許税に過誤納があった場合，その還付金を受領することができない。",
    "answer": "◯"
  },
  {
    "id": 18,
    "label": "R2-4-ウ",
    "text": "申請人Ａが土地家屋調査士Ｂに対して土地の合筆の登記の申請を委任し，Ａ作成の委任状には委任事項として，「土地の合筆の登記申請に関する一切の権限」とのみ記載されている。Ｂは，電子申請の方法により，土地の合筆の登記を申請する場合，添付情報として，登記識別情報を提供することができる。",
    "answer": "✕"
  },
  {
    "id": 19,
    "label": "R2-4-エ",
    "text": "申請人Ａが土地家屋調査士Ｂに対して土地の合筆の登記の申請を委任し，Ａ作成の委任状には委任事項として，「土地の合筆の登記申請に関する一切の権限」とのみ記載されている。Ｂは，電子申請の方法により，土地の合筆の登記を申請し，当該登記が完了した場合，Ｂの使用に係る電子計算機に備え付けられたファイルに記録する方法で，登記識別情報の通知を受けることができる。",
    "answer": "✕"
  },
  {
    "id": 20,
    "label": "R2-4-オ",
    "text": "申請人Ａが土地家屋調査士Ｂに対して土地の合筆の登記の申請を委任し，Ａ作成の委任状には委任事項として，「土地の合筆の登記申請に関する一切の権限」とのみ記載されている。Ｂは，土地の合筆の登記を申請した後，当該申請が却下された場合，却下処分に対し，Ａの代理人として審査請求をすることができる。",
    "answer": "✕"
  },
  {
    "id": 21,
    "label": "R2-5-ア",
    "text": "　所有権の登記名義人の相続人が土地の分筆の登記を申請するに当たり，当該土地の所在地を管轄する登記所の法定相続情報一覧図つづり込み帳に，当該登記名義人の法定相続情報一覧図がつづり込まれている場合には，当該法定相続情報一覧図の写しに記載された法定相続情報番号の提供をもって，相続があったことを証する情報の提供に代えることができる。",
    "answer": "◯"
  },
  {
    "id": 22,
    "label": "R2-5-イ",
    "text": "　所有権の登記名義人の相続人が，土地の分筆の登記を申請するに当たり，法定相続情報一覧図の写しを提供して相続があったことを証する情報の提供に代えた場合，当該相続人は，当該法定相続情報一覧図の写しの還付を請求することはできない。",
    "answer": "✕"
  },
  {
    "id": 23,
    "label": "R2-5-ウ",
    "text": "　所有権の登記名義人の相続人が，土地の合筆の登記を申請するに当たり，法定相続情報一覧図の写しを提供して相続があったことを証する情報の提供に代える場合，この法定相続情報一覧図の写しは，作成後3月以内のものでなければならない。",
    "answer": "✕"
  },
  {
    "id": 24,
    "label": "R2-5-エ",
    "text": "　被相続人Ａの妻Ｂが相続人から廃除されたため，Ａの子Ｃのみが相続権を有する場合において，Ｃが，所有権の登記名義人がＡである土地の分筆の登記を申請するに当たり，法定相続情報一覧図の写しを提供したときは，Ｂが廃除された旨の記載がされていることを証する戸籍の全部事項証明書の提供を省略することができる。",
    "answer": "◯"
  },
  {
    "id": 25,
    "label": "R2-5-オ",
    "text": "　地図に表示された土地の表題部所有者の相続人が，地図の訂正の申出をする場合，法定相続情報一覧図の写しの提供をもって，相続があったことを証する情報の提供に代えることができる。",
    "answer": "◯"
  },
  {
    "id": 26,
    "label": "R2-6-ア",
    "text": "　地目が畑として登記されている一筆の土地について，当該土地を宅地にするための工事が完了し，当該土地を敷地とする建物の建築について建築基準法に基づく確認済証が交付されたが，建物の建築工事が始まっていない場合，当該土地の地目を宅地と認定することはできない。",
    "answer": "✕"
  },
  {
    "id": 27,
    "label": "R2-6-イ",
    "text": "　マンションの居住者のために屋外駐車場として利用されている土地について，当該駐車場部分が公道によりマンションの敷地と判然と区分されている場合，当該屋外駐車場として利用されている土地の地目は宅地とする。",
    "answer": "✕"
  },
  {
    "id": 28,
    "label": "R2-6-ウ",
    "text": "　ゴルフ場として一団で利用されている数筆の土地の地目は，その一部の土地上に建物がある場合であっても，当該建物の敷地以外の土地の利用を主とし，当該建物はその付随的なものに過ぎないと認められるときは，その全部を一団として雑種地とする。",
    "answer": "◯"
  },
  {
    "id": 29,
    "label": "R2-6-エ",
    "text": "海産物を乾燥する場所として一団で利用されている数筆の土地がある場合において，その一部の土地上に永久的設備と認められる建物があるときは，当該建物の敷地の区域に属する土地の地目は宅地とする。",
    "answer": "◯"
  },
  {
    "id": 30,
    "label": "R2-6-オ",
    "text": "　建物の敷地である一筆の土地の地中に地下鉄道設備があり，その建物が病院として利用されている場合，当該土地の地目は鉄道用地とする。",
    "answer": "✕"
  },
  {
    "id": 31,
    "label": "R2-7-ア",
    "text": "　敷地権である旨の登記がされている土地については，敷地権である旨の登記を抹消した後でなければ，地目を宅地以外の地目に変更する登記を申請することはできない。",
    "answer": "✕"
  },
  {
    "id": 32,
    "label": "R2-7-イ",
    "text": "地目が山林である土地の地上権の登記名義人が当該土地を切り開いて宅地とした場合，当該土地の所有権の登記名義人は，地目の変更の登記を申請しなければならない。",
    "answer": "◯"
  },
  {
    "id": 33,
    "label": "R2-7-ウ",
    "text": "地目の変更が数回あったが，いずれも地目の変更の登記がされていない土地について，地目の変更の登記を申請する場合，各地目の変更に係る登記原因及びその日付をいずれも申請情報の内容としなければならない。",
    "answer": "✕"
  },
  {
    "id": 34,
    "label": "R2-7-エ",
    "text": "　1平方メートル未満の端数を切り捨てて地積が表示されている土地について，その地目を宅地に変更する登記の申請は，地積の変更の登記の申請と併せてしなければならない。",
    "answer": "✕"
  },
  {
    "id": 35,
    "label": "R2-7-オ",
    "text": "　地目を畑から宅地に変更する登記を申請する場合において，申請情報の内容となる登記原因の日付は，農地法所定の許可があった日ではなく，その主たる用途に変更が生じた日である。",
    "answer": "◯"
  },
  {
    "id": 36,
    "label": "R2-8-ア",
    "text": "登記記録の地積に錯誤があることが判明した土地の抵当権の登記名義人は，当該土地の地積に関する更正の登記を申請することができる。",
    "answer": "✕"
  },
  {
    "id": 37,
    "label": "R2-8-イ",
    "text": "甲土地の地積に関する更正の登記と甲土地を乙土地に合筆する合筆の登記は，一の申請情報により申請することができる。",
    "answer": "◯"
  },
  {
    "id": 38,
    "label": "R2-8-ウ",
    "text": "　一筆の土地に係る全ての筆界について筆界特定がされた場合において，筆界特定手続記録により，当該土地の登記記録の地積に錯誤があると認められるときは，当該土地の管轄登記所の登記官は，当該土地の表題部所有者又は所有権の登記名義人に対して地積に関する更正の登記の申請を促すことなく，職権で地積に関する更正の登記をしなければならない。",
    "answer": "✕"
  },
  {
    "id": 39,
    "label": "R2-8-エ",
    "text": "土地の地積に関する更正の登記を申請する場合において，更正後の土地の地積が増加するときは，添付情報として，増加部分の所有権を有することを証する情報を提供しなければならない。",
    "answer": "✕"
  },
  {
    "id": 40,
    "label": "R2-8-オ",
    "text": "土地の所有権の登記名義人が死亡し，その相続人の一人が当該土地の地積に関する更正の登記を申請する場合には，添付情報として，他の相続人の承諾を証する情報を提供することを要しない。",
    "answer": "◯"
  },
  {
    "id": 41,
    "label": "R2-9-ア",
    "text": "登記官は，地図を作成するため必要があると認めるときは，所有権の登記名義人の異議の有無にかかわらず，職権で，分筆の登記をすることができる。",
    "answer": "✕"
  },
  {
    "id": 42,
    "label": "R2-9-イ",
    "text": "一筆の土地の一部が別の地目になったことにより，地目に関する変更の登記と分筆の登記とを一の申請情報により申請するときは，登記原因及びその日付を申請情報の内容としなければならない。",
    "answer": "◯"
  },
  {
    "id": 43,
    "label": "R2-9-ウ",
    "text": "一筆の土地の一部が河川法の定める河川区域内の土地となった場合において，その旨の登記を登記所に嘱託するときは，河川管理者は，土地の所有権の登記名義人に代わって，当該土地の分筆の登記を登記所に嘱託することはできない。",
    "answer": "✕"
  },
  {
    "id": 44,
    "label": "R2-9-エ",
    "text": "共有に属する土地の一部の持分について，当該持分を有する共有者と国との間で買収協議が成立した場合，国は，その者に代位して分筆の登記を申請することができる。",
    "answer": "✕"
  },
  {
    "id": 45,
    "label": "R2-9-オ",
    "text": "共有物分割請求訴訟において2名の共有に属する土地を分割する判決が確定した場合において，一方の所有権の登記名義人が分筆の登記の申請に協力しないときは，他方の所有権の登記名義人がその者に代位してその土地の分筆の登記を申請することができる。",
    "answer": "◯"
  },
  {
    "id": 46,
    "label": "R2-10-ア",
    "text": "甲土地と乙土地に，それぞれ登記の目的，申請の受付の年月日及び受付番号並びに登記原因及びその日付が同一の抵当権の設定の登記がされており，その後，両抵当権について，それぞれ登記の目的，申請の受付の年月日及び受付番号並びに登記原因及びその日付が同一の抵当権の変更の登記がされているときは，本件合筆の登記を申請することができる。",
    "answer": "◯"
  },
  {
    "id": 47,
    "label": "R2-10-イ",
    "text": "　甲土地と乙土地の地番区域が相互に異なるときは，本件合筆の登記を申請することはできない。",
    "answer": "◯"
  },
  {
    "id": 48,
    "label": "R2-10-ウ",
    "text": "甲土地と乙土地に，いずれも信託の登記がされている場合には，当該信託の登記について，各信託目録に記録された登記事項が同一であっても，本件合筆の登記を申請することはできない。",
    "answer": "✕"
  },
  {
    "id": 49,
    "label": "R2-10-エ",
    "text": "甲土地と乙土地に，いずれも丙土地を承役地とする地役権の登記がされており，それぞれ地役権設定の目的及び範囲並びに登記の年月日が同一であるときは，本件合筆の登記を申請することができる。",
    "answer": "✕"
  },
  {
    "id": 50,
    "label": "R2-10-オ",
    "text": "甲土地と乙土地に，それぞれ登記の目的，申請の受付の年月日及び受付番号並びに登記原因及びその日付が同一の所有権の移転の仮登記がされている場合には，本件合筆の登記を申請することはできない。",
    "answer": "◯"
  },
  {
    "id": 51,
    "label": "R2-11-ア",
    "text": "甲建物の附属建物を分割して乙建物とする建物の分割の登記をする場合において，分割によりその不動産所在事項に変更が生じたときは，変更後の不動産所在事項，分割により変更した旨及び変更前の不動産所在事項を抹消する記号が記録される。",
    "answer": "◯"
  },
  {
    "id": 52,
    "label": "R2-11-イ",
    "text": "　甲市乙町1番から3番までに所在する各土地上にまたがって建物が所在しており，当該建物の1階の床面積が同1番の土地上に20m2，同2番の土地上に10m2，同3番の土地上に5m2である場合において，当該建物の登記記録の表題部に不動産所在事項を記録するときは，「1番地ないし3番地」と略記することができる。",
    "answer": "◯"
  },
  {
    "id": 53,
    "label": "R2-11-ウ",
    "text": "仮換地が指定された土地の上に建物を新築する場合において，当該建物の表題登記の申請をするときは，申請情報である建物の所在として，従前の土地の地番を提供しなければならない。",
    "answer": "✕"
  },
  {
    "id": 54,
    "label": "R2-11-エ",
    "text": "二つの建物の所在がそれぞれ異なる地番区域であった場合には，当該建物の合併の登記を申請することができない。",
    "answer": "✕"
  },
  {
    "id": 55,
    "label": "R2-11-オ",
    "text": "建物が永久的な施設としての海上のさん橋の上に存する場合において，当該建物の登記記録の表題部に不動産所在事項を記録するときは，その建物から最も近い土地の地番を用いて「何番地先」のように記録する。",
    "answer": "◯"
  },
  {
    "id": 56,
    "label": "R2-12-ア",
    "text": "開閉式の屋根を有する野球場については，開閉式屋根の開閉可能部分の下に当たる観客席及びフィールド部分の面積も床面積に算入する。",
    "answer": "◯"
  },
  {
    "id": 57,
    "label": "R2-12-イ",
    "text": "4階建の建物で，1階部分及び2階部分が鉄骨鉄筋コンクリート造，3階部分及び4階部分が鉄骨造の場合における構成材料により区分された建物の構造は，「鉄骨鉄筋コンクリート造」である。",
    "answer": "✕"
  },
  {
    "id": 58,
    "label": "R2-12-ウ",
    "text": "地上部分が2階層，地下部分が4階層からなる建物の階数により区分された建物の構造は，「地上2階付き地下4階建」である。",
    "answer": "✕"
  },
  {
    "id": 59,
    "label": "R2-12-エ",
    "text": "地下街の建物については，常時一般に開放されている通路及び階段部分の面積も床面積に算入する。",
    "answer": "✕"
  },
  {
    "id": 60,
    "label": "R2-12-オ",
    "text": "　建物に床面積に算入されない部分があり，当該部分の屋根の種類が，他の部分の屋根の種類と異なる場合，当該床面積に算入されない部分の屋根の種類による区分は，表示の対象としない。",
    "answer": "◯"
  },
  {
    "id": 61,
    "label": "R2-13-ア",
    "text": "　附属建物がある主である建物について，当該主である建物のみが取壊しにより滅失した場合，取壊しを登記原因として，建物の表題部の登記の抹消を申請しなければならない。",
    "answer": "✕"
  },
  {
    "id": 62,
    "label": "R2-13-イ",
    "text": "　主である建物の登記記録から附属建物を分割する建物の分割の登記を申請する場合において，当該附属建物が共有名義であるときは，他の共有者の承諾を証する情報を提供すれば，当該申請は，共有者の一人からすることができる。",
    "answer": "✕"
  },
  {
    "id": 63,
    "label": "R2-13-ウ",
    "text": "　主である建物と附属建物がいずれも同一の一棟の建物を区分した敷地権がある区分建物である場合において，当該主である建物及び当該附属建物の表題登記を申請するときは，主である建物に係る敷地権と附属建物に係る敷地権とを区別してしなければならない。",
    "answer": "◯"
  },
  {
    "id": 64,
    "label": "R2-13-エ",
    "text": "物置として登記されていた附属建物を，その基礎部分を残して取り壊し，その基礎上に種類，構造及び床面積が同一である附属建物を新築した場合に行う登記申請においては，添付情報として，建物図面を提供することを要しない。",
    "answer": "✕"
  },
  {
    "id": 65,
    "label": "R2-13-オ",
    "text": "　附属建物を新築した場合において，建物の表題部の変更の登記を申請するときは，添付情報として，附属建物について表題部所有者又は所有権の登記名義人が所有権を有することを証する情報を提供しなければならない。",
    "answer": "◯"
  },
  {
    "id": 66,
    "label": "R2-14-ア",
    "text": "敷地権の設定がある規約敷地を分筆する場合において，当該規約敷地が区分建物と異なる登記所の管轄区域内にあるときは，添付情報として，当該規約を設定したことを証する情報を提供することを要しない。",
    "answer": "◯"
  },
  {
    "id": 67,
    "label": "R2-14-イ",
    "text": "　敷地権が存在していたがその登記をしないで区分建物の表題登記がされていた場合において，建物の表題部の更正の登記を申請するときは，敷地権の表示の登記原因及びその日付も申請情報の内容としなければならない。",
    "answer": "◯"
  },
  {
    "id": 68,
    "label": "R2-14-ウ",
    "text": "　敷地権となる土地の所有権の登記名義人の表示と専有部分の所有権の登記名義人の表示が一致していないときは，敷地権の発生を原因とする区分建物の表題部の変更の登記の申請は，添付情報として，各所有者の同一性を証する情報を提供してすることができる。",
    "answer": "✕"
  },
  {
    "id": 69,
    "label": "R2-14-エ",
    "text": "　区分建物の表題登記を申請する場合において，当該区分建物が属する一棟の建物の敷地について登記された所有権の登記名義人が当該区分建物の所有者であり，かつ，規約によりその専有部分と敷地利用権との分離処分を可能とする旨を定めたことにより所有権が当該区分建物の敷地権とならないときは，添付情報として，当該規約の定めを証する情報を提供することを要しない。",
    "answer": "✕"
  },
  {
    "id": 70,
    "label": "R2-14-オ",
    "text": "いずれも敷地権付き区分建物である甲区分建物と乙区分建物を合体し，合体後の建物も敷地権付き区分建物になる場合において，合体前の甲区分建物と乙区分建物のそれぞれの敷地権の割合を合算したものが合体後の建物の敷地権の割合となるときであっても，添付情報として，敷地権の割合に係る規約を設定したことを証する情報を提供しなければならない。",
    "answer": "✕"
  },
  {
    "id": 71,
    "label": "R2-16-ア",
    "text": "　所有権の登記名義人が異なる数個の建物を合体したことによる合体による登記等を申請する場合において，合体前の一部の建物にされた抵当権の登記で合体後の建物に存続することとなるものがあるときは，当該抵当権の登記名義人が合体後の建物の持分について存続登記と同一の登記をすることを承諾したことを証する情報又は抵当権者に対抗することができる裁判があったことを証する情報を提供しなければならない。",
    "answer": "◯"
  },
  {
    "id": 72,
    "label": "R2-16-イ",
    "text": "　合体前の各建物の所有者全員について合体後の建物について有する持分の割合を定める必要がある場合において，当該所有者全員が，書面申請の方法により，建物の合体による登記等を申請する際に，申請情報と併せてその印鑑に関する証明書を提供したときは，当該申請情報をもって，当該持分の割合を証する情報を兼ねることができる。",
    "answer": "◯"
  },
  {
    "id": 73,
    "label": "R2-16-ウ",
    "text": "　いずれも所有権の登記がある二個の建物が合体した場合には，当該合体後の建物についての建物の表題登記及び当該合体前の建物についての建物の表題部の登記の抹消と併せて，当該合体後の建物についての所有権の登記を申請しなければならない。",
    "answer": "✕"
  },
  {
    "id": 74,
    "label": "R2-16-エ",
    "text": "　合体前の各建物に同一の賃借権の設定の登記がされている場合，合体後の建物に存続することとなるものとして，当該賃借権の表示を申請情報の内容としなければならない。",
    "answer": "✕"
  },
  {
    "id": 75,
    "label": "R2-16-オ",
    "text": "　登記名義人が同一である所有権の登記がある建物の合体による登記等を申請する場合には，当該合体に係る建物のうちいずれか1個の建物の所有権の登記名義人の登記識別情報を提供すれば足りる。",
    "answer": "◯"
  },
  {
    "id": 76,
    "label": "R2-17-ア",
    "text": "　敷地権の登記がされた後に抵当権の設定の登記がされた区分建物について滅失の登記を申請する場合において，申請情報と併せて，当該抵当権の登記名義人が敷地権の目的である土地について抵当権を消滅させることを承諾したことを証する情報が提供されたときは，建物の登記記録に，その土地について抵当権が消滅した旨が記録される。",
    "answer": "◯"
  },
  {
    "id": 77,
    "label": "R2-17-イ",
    "text": "　建物の滅失の登記の申請情報及びその添付情報は，受付の日から30年間保存される。",
    "answer": "◯"
  },
  {
    "id": 78,
    "label": "R2-17-ウ",
    "text": "　焼失した建物に所有権の移転の仮登記がされている場合において，当該仮登記の登記名義人は，消防署の焼失の証明書及び所有権の登記名義人の承諾を証する情報を提供すれば，当該建物の滅失の登記の申請をすることができる。",
    "answer": "✕"
  },
  {
    "id": 79,
    "label": "R2-17-エ",
    "text": "　建物の所有権の登記名義人が死亡した後に当該建物が滅失した場合，その相続人は，相続による所有権の移転の登記を行った後でなければ，当該建物の滅失の登記を申請することができない。",
    "answer": "✕"
  },
  {
    "id": 80,
    "label": "R2-17-オ",
    "text": "　所有者が異なる数個の区分建物が属する一棟の建物が滅失した場合において，一棟の建物の滅失の登記の申請は，区分建物の所有者の一人からすることができる。",
    "answer": "◯"
  },
  {
    "id": 81,
    "label": "R2-18-ア",
    "text": "筆界特定の申請人が，筆界特定登記官に対し，対象土地の筆界について意見又は資料を提出する場合，その提出を書面により行う必要はない。",
    "answer": "◯"
  },
  {
    "id": 82,
    "label": "R2-18-イ",
    "text": "対象土地の共有者の一人が筆界特定の申請人である場合，申請人でない対象土地の他の共有者は，筆界特定登記官に対し，対象土地の筆界について意見又は資料を提出することができる。",
    "answer": "◯"
  },
  {
    "id": 83,
    "label": "R2-18-ウ",
    "text": "対象土地の抵当権の登記名義人は，筆界特定登記官に対し，対象土地の筆界について意見又は資料を提出することができる。",
    "answer": "✕"
  },
  {
    "id": 84,
    "label": "R2-18-エ",
    "text": "　筆界特定登記官は，筆界特定の申請人が対象土地の筆界について意見又は資料を提出しない場合であっても，筆界特定をすることができる。",
    "answer": "◯"
  },
  {
    "id": 85,
    "label": "R2-18-オ",
    "text": "　筆界特定は，新たな筆界を形成する作用を有する。",
    "answer": "✕"
  },
  {
    "id": 86,
    "label": "R2-19-ア",
    "text": "・いずれも所有権の登記のある2筆の土地の合筆の登記の申請\n・所有権の登記のある土地の一部の地目が墓地になったためにする一部地目変更及び当該土地を2筆にする分筆の登記の申請\n上記の登録免許税はそれぞれ1,000円である。",
    "answer": "◯"
  },
  {
    "id": 87,
    "label": "R2-19-イ",
    "text": "・2筆の土地の所有権を敷地権とする所有権の登記のある1個の区分建物を2個の区分建物とする再区分の登記の申請\n・国と私人が共有する所有権の登記のある土地を2筆にする分筆の登記の申請\n上記の登録免許税はそれぞれ2,000円である。",
    "answer": "◯"
  },
  {
    "id": 88,
    "label": "R2-19-ウ",
    "text": "・一棟の建物にいずれも所有権の登記のある2個の区分建物が属する場合に当該2個の区分建物を1個の区分建物でない建物とする区分建物の合併の登記の申請\n・いずれも所有権の登記のある2個の建物が合体して1個の建物となったためにする合体による登記等の申請\n上記の登録免許税はそれぞれ非課税である。",
    "answer": "✕"
  },
  {
    "id": 89,
    "label": "R2-19-エ",
    "text": "・いずれも所有権の登記のある2筆の土地の合筆の登記を，錯誤を原因として抹消する登記の申請\n・私人を所有権の登記名義人とする土地の一部を取得した地方公共団体が，私人に代位して行う当該土地を2筆にする分筆の登記の嘱託\n上記の登録免許税はそれぞれ非課税である。",
    "answer": "◯"
  },
  {
    "id": 90,
    "label": "R2-19-オ",
    "text": "・1個の建物の表題部所有者の住所の変更の登記の申請\n・宗教法人が所有権の登記名義人である土地を2筆にする分筆の登記の申請\n上記の登録免許税はそれぞれ非課税である。",
    "answer": "✕"
  },
  {
    "id": 91,
    "label": "R2-20-ア",
    "text": "土地家屋調査士は，公務員として職務上取り扱った事件については，その業務を行うことができない。",
    "answer": "◯"
  },
  {
    "id": 92,
    "label": "R2-20-イ",
    "text": "土地家屋調査士法人の清算人は，土地家屋調査士である必要はない。",
    "answer": "✕"
  },
  {
    "id": 93,
    "label": "R2-20-ウ",
    "text": "日本土地家屋調査士会連合会により引き続き2年以上業務を行わないことを理由に土地家屋調査士の登録を取り消された者は，取消しに不服があるときは，法務大臣に対して審査請求をすることができる。",
    "answer": "◯"
  },
  {
    "id": 94,
    "label": "R2-20-エ",
    "text": "土地家屋調査士法人は，定款で定めるところにより，当事者その他関係人の依頼を受けて，鑑定人に就任し，土地の筆界に関する鑑定を行う業務をすることができる。",
    "answer": "◯"
  },
  {
    "id": 95,
    "label": "R2-20-オ",
    "text": "土地家屋調査士は，土地の表示に関する登記について必要な測量の業務の依頼を受けた場合において，自ら当該業務を行うことができない正当な事由があるときは，補助者に当該業務を取り扱わせることができる。",
    "answer": "✕"
  },
  {
    "id": 96,
    "label": "R3-1-ア",
    "text": "Ａからの委任により代理人となったＢは，やむを得ない事由がある場合には，Ａの許諾を得ることなく，復代理人を選任することができる。",
    "answer": "◯"
  },
  {
    "id": 97,
    "label": "R3-1-イ",
    "text": "Ａが未成年者Ｂを代理人に選任し，ＢがＡのためにすることを示してＣに意思表示をした場合には，Ａは，Ｂが未成年者であることを理由として，その意思表示を取り消すことはできない。",
    "answer": "◯"
  },
  {
    "id": 98,
    "label": "R3-1-ウ",
    "text": "Ｂが，Ａから与えられていた代理権限を越えて，Ａの代理人としてＣとの間で契約を締結した場合において，ＣがＢに権限があると信ずべき正当な理由があるが，Ｃがそのように信ずるに至ったことについてＡに過失がないときは，Ａは，Ｂの行為について，表見代理による責任を負わない。",
    "answer": "✕"
  },
  {
    "id": 99,
    "label": "R3-1-エ",
    "text": "代理人が本人のためにすることを示さないでした意思表示は，相手方において代理人が本人のためにすることを知り，又は知ることができたときを除き，代理人自身のためにしたものとみなされる。",
    "answer": "◯"
  },
  {
    "id": 100,
    "label": "R3-1-オ",
    "text": "Ａから何らの代理権を与えられていないＢが，Ａの代理人と称してＣとの間で契約を締結した場合には，Ｃは，ＡがＣに対して追認をした後であっても，その契約を取り消すことができる。",
    "answer": "✕"
  },
  {
    "id": 101,
    "label": "R3-2-ア",
    "text": "他人のために占有をする者であっても，その占有を奪われたときは，占有回収の訴えを提起することができる。",
    "answer": "◯"
  },
  {
    "id": 102,
    "label": "R3-2-イ",
    "text": "甲土地の占有者であるＡから占有の訴えを提起されたＢは，その訴えに対する防御方法として，甲土地の所有権が自らにあることを主張することができる。",
    "answer": "✕"
  },
  {
    "id": 103,
    "label": "R3-2-ウ",
    "text": "占有者が占有物の所持を失った場合には，その占有者は，占有回収の訴えを提起して勝訴し，現実にその占有物の占有を回復したとしても，その占有物の所持を失っていた間の占有の継続を主張することはできない。",
    "answer": "✕"
  },
  {
    "id": 104,
    "label": "R3-2-エ",
    "text": "甲土地を占有していたＡからその占有を承継したＢは，自己の占有にＡの占有を併せて主張することはできるが，自己の占有のみを主張することはできない。",
    "answer": "✕"
  },
  {
    "id": 105,
    "label": "R3-2-オ",
    "text": "代理人が自己の占有物について以後本人のために占有する意思を表示したときは，本人は，これにより占有権を取得する。",
    "answer": "◯"
  },
  {
    "id": 106,
    "label": "R3-5-ア",
    "text": "共通する添付情報のある2つの申請を同一の登記所に対して同時に行う場合において，当該添付情報を一の申請の申請情報と併せて提供し，その旨を他の申請の申請情報の内容としたときは，当該他の申請について当該添付情報を提供することを要しない。",
    "answer": "◯"
  },
  {
    "id": 107,
    "label": "R3-5-イ",
    "text": "隣り合って所在するＡが所有権の登記名義人である甲区分建物とＢが所有権の登記名義人である乙区分建物について，これらの間の隔壁を除去して甲区分建物と乙区分建物が1個の丙区分建物となったことによる登記の申請をＡが単独でする場合には，Ａ及びＢが丙区分建物について有することとなる持分の割合を証する情報を提供することを要する。",
    "answer": "◯"
  },
  {
    "id": 108,
    "label": "R3-5-ウ",
    "text": "土地家屋調査士法人が建物の表題登記の申請手続を代理する場合において，当該土地家屋調査士法人の会社法人等番号を提供したときは，当該会社法人等番号の提供をもって，当該代理人の代表者の資格を証する情報の提供に代えることができる。",
    "answer": "◯"
  },
  {
    "id": 109,
    "label": "R3-5-エ",
    "text": "所有権の登記がある区分建物でない甲建物と所有権の登記はないが表題登記がある区分建物でない乙建物とが増築工事により合体して1個の区分建物でない建物となった場合において，合体による建物の表題登記及び合体前の建物についての表題部の登記の抹消並びに所有権の保存の登記の申請をするときは，乙建物の新築時の建築基準法第7条の検査済証を当該申請情報と併せて提供すべき所有権を証する情報とすることができる。",
    "answer": "✕"
  },
  {
    "id": 110,
    "label": "R3-5-オ",
    "text": "電子申請の方法によって登記を申請する場合において，登記事項証明書を併せて提供しなければならないものとされているときは，登記事項証明書の提供に代えて，当該申請に係る不動産の不動産番号を送信しなければならない。",
    "answer": "✕"
  },
  {
    "id": 111,
    "label": "R3-6-ア",
    "text": "一の申請情報によって二以上の登記の目的に係る登記の申請がされた場合において，当該登記の申請のうち一の登記の目的に係る申請についてのみ却下すべき事由があるときは，当該登記の申請の全部が却下される。",
    "answer": "✕"
  },
  {
    "id": 112,
    "label": "R3-6-イ",
    "text": "地積に関する更正の登記の申請について，登記官による調査の結果，当該申請に係る土地の筆界を確認することができない場合には，当該登記の申請は却下される。",
    "answer": "◯"
  },
  {
    "id": 113,
    "label": "R3-6-ウ",
    "text": "土地の分筆の登記の申請があった場合において，その添付情報として提供された地積測量図が，基本三角点等の成果を利用することができたにもかかわらず，これを利用することなく作成されたものであるときは，当該登記の申請は却下される。",
    "answer": "◯"
  },
  {
    "id": 114,
    "label": "R3-6-エ",
    "text": "登記の申請に不備があっても，その内容が補正することができるものであり，登記官が定めた相当の期間内に申請人がこれを補正したときは，当該登記の申請は却下されない。",
    "answer": "◯"
  },
  {
    "id": 115,
    "label": "R3-6-オ",
    "text": "電子申請の方法によってされた登記の申請を却下するときは，その決定書は電磁的記録をもって作成される。",
    "answer": "✕"
  },
  {
    "id": 116,
    "label": "R3-7-ア",
    "text": "登記完了証に記録される申請情報には，申請人又は代理人の電話番号その他の連絡先が記録される。",
    "answer": "✕"
  },
  {
    "id": 117,
    "label": "R3-7-イ",
    "text": "表示に関する登記の申請人が二人以上ある場合には，当該登記が完了した際に交付される登記完了証は，その一人に通知すれば足りる。",
    "answer": "◯"
  },
  {
    "id": 118,
    "label": "R3-7-ウ",
    "text": "土地の分筆の登記により新たに共同担保目録を作成した場合には，当該登記が完了した際に交付される登記完了証には，当該共同担保目録の記号及び目録番号が記録される。",
    "answer": "◯"
  },
  {
    "id": 119,
    "label": "R3-7-エ",
    "text": "建物の名称が登記されている建物の表題部の変更の登記が完了した際に通知される登記完了証には，当該名称が記録される。",
    "answer": "◯"
  },
  {
    "id": 120,
    "label": "R3-7-オ",
    "text": "電子申請の方法によってされた登記の申請に基づく登記が完了した場合において，登記完了証の交付を受けるべき者が，登記完了証を電子情報処理組織を使用した送信を受けることが可能になった時から3か月を経過しても自己の使用に係る電子計算機に備えられたファイルに記録しないときは，当該登記完了証は廃棄される。",
    "answer": "✕"
  },
  {
    "id": 121,
    "label": "R3-8-ア",
    "text": "建物の表題部所有者として登記されているＡの住所についての更正の登記と，Ａの婚姻による氏についての変更の登記とは，一の申請情報によって申請することができる。",
    "answer": "◯"
  },
  {
    "id": 122,
    "label": "R3-8-イ",
    "text": "表題部所有者としてＡが登記されている土地が，ＡからＢ，ＢからＣへと順次売却された場合には，Ｃは，ＡからＣへの表題部所有者についての変更の登記を申請することができる。",
    "answer": "✕"
  },
  {
    "id": 123,
    "label": "R3-8-ウ",
    "text": "土地の真の所有者がＡ及びＢであるにもかかわらず，誤ってＡのみが表題部所有者として登記された場合において，Ａの持分を3分の1，Ｂの持分を3分の2とする表題部所有者についての更正の登記をＢが申請するときは，Ｂの住所を証する情報をも提供しなければならない。",
    "answer": "◯"
  },
  {
    "id": 124,
    "label": "R3-8-エ",
    "text": "表題部所有者としてＡ及びＢが登記されている建物について，Ａ及びＢの持分が誤って登記されている場合には，Ａは，Ｂの承諾を証する情報を提供して，単独で，Ａ及びＢの持分についての更正の登記を申請することができる。",
    "answer": "◯"
  },
  {
    "id": 125,
    "label": "R3-8-オ",
    "text": "建物の表題部所有者として登記されているＡの住所に変更があった場合には，Ａは，その変更の日から1か月以内に，表題部所有者の住所についての変更の登記を申請しなければならない。",
    "answer": "✕"
  },
  {
    "id": 126,
    "label": "R3-9-ア",
    "text": "合筆により登記記録が閉鎖された土地の地番は，特別の事情がない限り，再使用されない。",
    "answer": "◯"
  },
  {
    "id": 127,
    "label": "R3-9-イ",
    "text": "登記官は，地番が著しく錯雑している場合には，必要があると認められるときであっても，当該地番を変更することができない。",
    "answer": "✕"
  },
  {
    "id": 128,
    "label": "R3-9-ウ",
    "text": "10番1の土地と10番2の土地とを合筆する場合には，登記官は，特別の事情がないときであっても，合筆後の土地の地番を10番2とすることができる。",
    "answer": "✕"
  },
  {
    "id": 129,
    "label": "R3-9-エ",
    "text": "地番が10番1の土地に2個の建物が存する場合において，当該2個の建物のうち先に登記された建物の家屋番号が「10番1の1」のときは，後に登記する他の建物の家屋番号は「10番1の2」となる。",
    "answer": "◯"
  },
  {
    "id": 130,
    "label": "R3-9-オ",
    "text": "地番が「5番1」である土地と「6番1」である土地にまたがって建物が存し，これらの土地上に他に登記された建物が存しない場合において，当該建物の床面積が多い部分の存する「5番1」の土地がＡ登記所の管轄区域に属し，「6番1」の土地が当該建物に関する登記の事務をつかさどる指定を受けたＢ登記所の管轄区域に属するときは，当該建物の家屋番号は「6番1」となる。",
    "answer": "◯"
  },
  {
    "id": 131,
    "label": "R3-10-ア",
    "text": "山林の急傾斜地に土砂崩れや地滑り防止のための擁壁が構築されているときは，当該擁壁が占める土地の地目は，堤である。",
    "answer": "✕"
  },
  {
    "id": 132,
    "label": "R3-10-イ",
    "text": "耕地かんがい用の用水貯留池にえん堤が設けられているときは，当該えん堤が存する土地の地目は，ため池である。",
    "answer": "◯"
  },
  {
    "id": 133,
    "label": "R3-10-ウ",
    "text": "主に動物の遺骸又は遺骨を埋める土地の地目は，墓地である。",
    "answer": "✕"
  },
  {
    "id": 134,
    "label": "R3-10-エ",
    "text": "宗教法人の宗教上の儀式行事に利用されている聖堂が存する土地の地目は，境内地である。",
    "answer": "◯"
  },
  {
    "id": 135,
    "label": "R3-10-オ",
    "text": "山林を整地した一筆の土地上にマンションを建築する予定があるが，当該建築工事の着工前である場合において，当該土地上に当該建築工事のための仮設事務所が設置されているときは，当該土地の地目は，宅地である。",
    "answer": "✕"
  },
  {
    "id": 136,
    "label": "R3-11-ア",
    "text": "甲土地の所有権の登記名義人であるＡが死亡した場合において，Ａの死亡前にＢがＡから甲土地を買い受けていたが，当該売買に基づく甲土地の所有権の移転の登記がされていないときは，Ｂは，甲土地の所有権を取得したことを証する情報を提供して，甲土地の分筆の登記を申請することができる。",
    "answer": "✕"
  },
  {
    "id": 137,
    "label": "R3-11-イ",
    "text": "賃借権の設定の登記がされている甲土地の所有権の登記名義人であるＡは，当該賃借権の登記名義人であるＢが承諾したことを証する情報を提供することなく，甲土地の分筆の登記を申請することができる。",
    "answer": "◯"
  },
  {
    "id": 138,
    "label": "R3-11-ウ",
    "text": "抵当権の設定の登記がされている甲土地から乙土地を分筆する分筆の登記を申請する場合において，当該抵当権の登記名義人が分筆後の乙土地について当該抵当権を消滅させることを承諾したことを証する情報を提供したときは，分筆後の乙土地の登記記録には，当該抵当権が消滅した旨が記録される。",
    "answer": "✕"
  },
  {
    "id": 139,
    "label": "R3-11-エ",
    "text": "Ａの相続財産の管理人として選任されたＢが，亡Ａ相続財産を所有権の登記名義人とする土地の分筆の登記を申請するときは，その申請情報と併せて家庭裁判所の許可を証する情報を提供しなければならない。",
    "answer": "✕"
  },
  {
    "id": 140,
    "label": "R3-11-オ",
    "text": "Ａ及びＢが所有権の登記名義人である土地の分筆の登記をしようとする場合には，Ａが当該登記の申請情報と併せてＢがこれに承諾したことを証する情報を提供したとしても，Ａは，単独で，当該登記の申請をすることはできない。",
    "answer": "◯"
  },
  {
    "id": 141,
    "label": "R3-12-ア",
    "text": "主である建物の所在する土地と附属建物の所在する土地の地番がそれぞれ異なる場合において，附属建物の床面積が主である建物の床面積のおおよそ2倍あるときは，建物の表題部の所在欄には附属建物が所在する土地の地番が先に記録され，主である建物が所在する土地の地番は後に記録される。",
    "answer": "✕"
  },
  {
    "id": 142,
    "label": "R3-12-イ",
    "text": "建物の表題部の所在欄には，地番区域でない字を記録することはできない。",
    "answer": "✕"
  },
  {
    "id": 143,
    "label": "R3-12-ウ",
    "text": "名称のある一棟の建物に属する区分建物の表題登記を申請する場合において，当該一棟の建物の名称を申請情報の内容とするときは，当該一棟の建物の名称を定めた規約を設定したことを証する情報を提供しなければならない。",
    "answer": "✕"
  },
  {
    "id": 144,
    "label": "R3-12-エ",
    "text": "表題登記のある甲建物の附属建物が取り壊され，その後に建築された建物が甲建物の附属建物となった場合において，これによる甲建物の表題部の変更の登記を申請するときは，附属建物の符号として，取り壊された附属建物に付されていた符号を再使用することはできない。",
    "answer": "◯"
  },
  {
    "id": 145,
    "label": "R3-12-オ",
    "text": "表題登記のある建物について数次にわたり増築がされたが，その旨の建物の表題部の変更の登記がされていない場合において，建物の表題部の変更の登記を申請するときは，最後の増築に係る登記原因及びその日付のみを申請情報の内容とすれば足りる。",
    "answer": "◯"
  },
  {
    "id": 146,
    "label": "R3-13-ア",
    "text": "建物をえい行移転したことによる建物の所在の変更の登記を申請する場合には，当該変更後の建物図面を提供しなければならない。",
    "answer": "◯"
  },
  {
    "id": 147,
    "label": "R3-13-イ",
    "text": "仮換地として指定された土地上に建物を新築した場合において，これによる建物表題登記の申請について提供すべき建物図面には，仮換地の形状及び当該建物の位置を点線で図示しなければならない。",
    "answer": "✕"
  },
  {
    "id": 148,
    "label": "R3-13-ウ",
    "text": "2階部分についての各階平面図の訂正の申出は，訂正後の各階平面図に併せて訂正のない建物図面をも提供してしなければならない。",
    "answer": "✕"
  },
  {
    "id": 149,
    "label": "R3-13-エ",
    "text": "団地共用部分である旨の登記がある建物について団地共用部分である旨を定めた規約を廃止したために当該建物の表題登記を申請する場合には，建物図面及び各階平面図を提供することを要しない。",
    "answer": "◯"
  },
  {
    "id": 150,
    "label": "R3-13-オ",
    "text": "甲建物を乙建物の附属建物とする合併の登記を申請する場合において，甲建物と乙建物の床面積に変更がないときは，合併後の各階平面図を提供することを要しない。",
    "answer": "✕"
  },
  {
    "id": 151,
    "label": "R3-15-ア",
    "text": "表題部所有者は，附属建物の新築の年月日を更正する登記を申請することができる。",
    "answer": "◯"
  },
  {
    "id": 152,
    "label": "R3-15-イ",
    "text": "表題登記のある建物の2階部分を増築した場合において，当該建物の1階部分の床面積が誤って登記されていることが判明したときは，登記の目的を「建物の表題部の変更登記」として，当該建物の1階部分及び2階部分の床面積を現況と合致させる旨の登記を申請することができる。",
    "answer": "✕"
  },
  {
    "id": 153,
    "label": "R3-15-ウ",
    "text": "甲建物の附属建物の床面積についての表題部の更正の登記をするときは，附属建物の表示に関する表題部に附属建物の種類，構造及び更正後の床面積の全部を記録し，符号を除いた従前の登記事項の全部を抹消する。",
    "answer": "◯"
  },
  {
    "id": 154,
    "label": "R3-15-エ",
    "text": "区分建物の登記記録の一棟の建物の表示に関する表題部の記録事項に誤りがあった場合には，その一棟の建物に属する区分建物の所有権の登記名義人は，他の区分建物の所有権の登記名義人に代位して，当該他の区分建物についても表題部の更正の登記の申請をすることができる。",
    "answer": "✕"
  },
  {
    "id": 155,
    "label": "R3-15-オ",
    "text": "甲建物に附属建物が2個ある場合において，一方の附属建物を取り壊したが，誤って現存する他方の附属建物の滅失による建物の表題部の変更の登記がされた場合には，甲建物の所有権の登記名義人は，建物の表題部の更正の登記を申請してこれを是正することはできない。",
    "answer": "◯"
  },
  {
    "id": 156,
    "label": "R3-16-ア",
    "text": "甲建物の附属建物及び乙建物の附属建物が区分建物である場合において，甲建物からその附属建物を分割して乙建物の附属建物に合併する建物の分割の登記及び建物の合併の登記の申請は，乙建物の附属建物が甲建物の附属建物と接続していないときは，することができない。",
    "answer": "◯"
  },
  {
    "id": 157,
    "label": "R3-16-イ",
    "text": "甲建物から附属建物を分割して乙建物の附属建物とする建物の分割の登記及び附属合併の登記をするときは，乙建物の登記記録の表題部に甲建物から分割した旨が記録される。",
    "answer": "✕"
  },
  {
    "id": 158,
    "label": "R3-16-ウ",
    "text": "甲建物から附属建物を分割して乙建物とする建物の分割の登記を申請する場合において，当該分割により甲建物の所在地番に変更が生じるときは，当該申請に併せて建物表題部の変更の登記を申請する必要はない。",
    "answer": "◯"
  },
  {
    "id": 159,
    "label": "R3-16-エ",
    "text": "甲建物について，所有権の保存の登記がされた後に，新築した建物を甲建物の附属建物とする旨の表題部の変更の登記がされている場合には，当該附属建物を分割して乙建物の附属建物とする建物の分割及び合併の登記の申請は，当該分割前の甲建物の所有権の保存の登記が完了した際に通知された登記識別情報を提供してすることができる。",
    "answer": "✕"
  },
  {
    "id": 160,
    "label": "R3-16-オ",
    "text": "相互に接続する区分建物であり，甲建物及び乙建物に登記された敷地権がいずれも丙土地の所有権である場合において，甲建物と乙建物の敷地権の割合が相互に異なるときは，甲建物を乙建物に合併する登記は，申請することができない。",
    "answer": "✕"
  },
  {
    "id": 161,
    "label": "R3-17-ア",
    "text": "甲建物の所有権の登記の登記名義人であるＡがＢに対して甲建物を売却したが，ＡからＢに対する所有権の移転の登記がされる前に甲建物が滅失した場合には，Ａは，甲建物の滅失の登記を申請することができる。",
    "answer": "◯"
  },
  {
    "id": 162,
    "label": "R3-17-イ",
    "text": "取壊し年月日が同一である主である建物と附属建物について滅失の登記をする場合には，当該附属建物の表示欄の原因及びその日付欄には，何らの記録を要しない。",
    "answer": "◯"
  },
  {
    "id": 163,
    "label": "R3-17-ウ",
    "text": "抵当権の設定の登記がされている建物が取り壊されて滅失した場合には，当該抵当権の設定の登記を抹消した後でなければ，建物の滅失の登記を申請することができない。",
    "answer": "✕"
  },
  {
    "id": 164,
    "label": "R3-17-エ",
    "text": "共用部分である旨の登記がされている建物が滅失したために当該建物の滅失の登記を申請する場合には，その申請情報と併せて当該建物の所有権を証する情報を提供しなければならない。",
    "answer": "◯"
  },
  {
    "id": 165,
    "label": "R3-17-オ",
    "text": "一棟の建物がいずれもＡが所有権の登記名義人である甲区分建物及び乙区分建物のみで構成されている場合において，乙区分建物が滅失したときは，Ａは，乙区分建物の滅失の登記と，甲区分建物を区分建物でない建物とする建物の表題部の変更の登記とを，一括して申請しなければならない。",
    "answer": "✕"
  },
  {
    "id": 166,
    "label": "R3-18-ア",
    "text": "一棟の建物に属する1個の区分建物についての共用部分である旨の登記の申請は，その申請情報と併せて共用部分である旨を定めた規約を設定したことを証する情報を提供した場合には，当該一棟の建物に属する他の区分建物の所有権の登記名義人がすることができる。",
    "answer": "✕"
  },
  {
    "id": 167,
    "label": "R3-18-イ",
    "text": "建物の所有権の登記名義人全員が当該建物について共用部分である旨の登記の申請をする場合には，共用部分である旨を定めた規約を設定したことを証する情報を提供することを要しない。",
    "answer": "✕"
  },
  {
    "id": 168,
    "label": "R3-18-ウ",
    "text": "団地共用部分である旨の登記がある建物について，団地共用部分である旨を定めた規約を廃止したときは，当該建物の所有者は，当該規約の廃止の日から1か月以内に，当該建物の表題登記を申請しなければならない。",
    "answer": "◯"
  },
  {
    "id": 169,
    "label": "R3-18-エ",
    "text": "区分建物が属する一棟の甲建物と半年後に完成予定の一棟の乙建物とが共に団地を形成する予定である場合には，甲建物内の専有部分である管理人室について，団地共用部分である旨を定めた規約を設定したことを証する情報を提供して，当該団地についての団地共用部分である旨の登記を申請することができる。",
    "answer": "✕"
  },
  {
    "id": 170,
    "label": "R3-18-オ",
    "text": "抵当権の設定の登記がされている建物について共用部分である旨の登記を申請する場合には，その申請情報と併せて当該抵当権の登記名義人の承諾を証する当該登記名義人が作成した情報又は当該登記名義人に対抗することができる裁判があったことを証する情報を提供しなければならない。",
    "answer": "◯"
  },
  {
    "id": 171,
    "label": "R3-19-ア",
    "text": "甲土地の所有権の登記名義人から売買により甲土地の所有権の全部を取得した者は，当該売買を登記原因とする所有権の移転の登記がされていない場合であっても，当該所有権を取得したことを証する情報を提供することにより，甲土地とこれに隣接する乙土地との筆界について，筆界特定の申請をすることができる。",
    "answer": "✕"
  },
  {
    "id": 172,
    "label": "R3-19-イ",
    "text": "甲土地とこれに隣接する乙土地とを対象土地とする筆界特定の申請がされた後，筆界特定がされる前に甲土地が売却され，当該売買を登記原因とする所有権の移転の登記により新たに甲土地の所有権の登記名義人になった者がいる場合には，当該者から当該筆界特定の申請人の地位を承継する申出があったとしても，当該筆界特定の申請は却下される。",
    "answer": "✕"
  },
  {
    "id": 173,
    "label": "R3-19-ウ",
    "text": "甲土地とこれに隣接する乙土地とを対象土地とする筆界特定の申請がされた後，意見聴取等の期日前に，関係土地の所有権の登記名義人が死亡した場合には，当該所有権の登記名義人の相続人は，関係土地について相続を原因とする所有権の移転の登記をすることなく，相続を証する情報を提供して当該意見聴取等の期日に出席することができる。",
    "answer": "◯"
  },
  {
    "id": 174,
    "label": "R3-19-エ",
    "text": "甲土地とこれに隣接する乙土地とを対象土地とする筆界特定の申請がされた場合には，甲土地について設定されている抵当権の登記名義人は，筆界特定の申請人から提出された資料を閲覧することができる。",
    "answer": "✕"
  },
  {
    "id": 175,
    "label": "R3-19-オ",
    "text": "表題登記がある甲土地の表題部所有者は，甲土地とこれに隣接する乙土地との筆界について，筆界特定の申請をすることができる。",
    "answer": "◯"
  },
  {
    "id": 176,
    "label": "R3-20-ア",
    "text": "土地家屋調査士法人の解散及び清算は，主たる事務所の所在地を管轄する法務局又は地方法務局の長の監督に属する。",
    "answer": "✕"
  },
  {
    "id": 177,
    "label": "R3-20-イ",
    "text": "土地家屋調査士となる資格を有する者が日本土地家屋調査士会連合会に登録申請書を提出するときは，事務所を設けようとする地を管轄する法務局又は地方法務局を経由して提出しなければならない。",
    "answer": "✕"
  },
  {
    "id": 178,
    "label": "R3-20-ウ",
    "text": "土地家屋調査士は，補助者を置いたときは，遅滞なく，その旨を所属の土地家屋調査士会及び事務所の所在地を管轄する法務局又は地方法務局の長に届け出なければならない。",
    "answer": "✕"
  },
  {
    "id": 179,
    "label": "R3-20-エ",
    "text": "土地家屋調査士は，筆界特定の手続についての代理に関する業務についての事件の依頼を承諾しないときは，速やかに，その旨を依頼者に通知しなければならない。",
    "answer": "◯"
  },
  {
    "id": 180,
    "label": "R3-20-オ",
    "text": "土地家屋調査士法人は，正当な事由がある場合でなければ，不動産の表示に関する登記の申請手続の代理の依頼を拒むことはできない。",
    "answer": "◯"
  },
  {
    "id": 181,
    "label": "R4-1-ア",
    "text": "制限行為能力者が行為能力者であることを信じさせるため詐術を用いたときは、その行為を取り消すことができない。",
    "answer": "◯"
  },
  {
    "id": 182,
    "label": "R4-1-イ",
    "text": "時効の期間満了前６か月以内の間に成年被後見人に成年後見人がない場合には、その成年被後見人が行為能力者となった時又は成年後見人が就職した時から６か月を経過するまでの間は、その成年被後見人に対して、時効は完成しない。",
    "answer": "◯"
  },
  {
    "id": 183,
    "label": "R4-1-ウ",
    "text": "被保佐人が第三者のために保証人となる場合には、保佐人の同意を得る必要はない。",
    "answer": "✕"
  },
  {
    "id": 184,
    "label": "R4-1-エ",
    "text": "本人以外の者の請求により保佐開始の審判をするには、本人の同意がなければならない。",
    "answer": "✕"
  },
  {
    "id": 185,
    "label": "R4-1-オ",
    "text": "後見開始の審判をする場合において、本人が被保佐人であるときは、家庭裁判所は、その本人に係る保佐開始の審判を取り消さなければならない。",
    "answer": "◯"
  },
  {
    "id": 186,
    "label": "R4-2-ア",
    "text": "ＡがＢと通謀してＡの所有する甲土地をＢに売却したように仮装し、ＡからＢへの所有権の移転の登記がされた。その後、Ｂから甲土地を買い受けたＣが、ＡＢ間の売却が仮装のものであることについて善意であった場合には、Ｃは、ＢからＣへの甲土地の所有権の移転の登記がされていなくても、Ａに対して甲土地の所有権の取得を対抗することができる。",
    "answer": "◯"
  },
  {
    "id": 187,
    "label": "R4-2-イ",
    "text": "ＡがＢと通謀してＡの所有する甲土地をＢに売却したように仮装し、ＡからＢへの所有権の移転の登記がされた。その後、Ｂが死亡し、ＡＢ間の売却が仮装のものであることについて善意のＣがＢを単独で相続した場合には、Ｃは、Ａに対して甲土地の所有権の取得を対抗することができる。",
    "answer": "✕"
  },
  {
    "id": 188,
    "label": "R4-2-ウ",
    "text": "ＡがＢと通謀してＡの所有する甲土地をＢに売却したように仮装し、ＡからＢへの所有権の移転の登記がされた。その後、甲土地が、Ｂから、ＡＢ間の売却が仮装のものであることについて善意のＣに売却され、さらにＣから、ＡＢ間の売却が仮装のものであることについて悪意のＤに売却された場合には、Ｄは、Ａに対して甲土地の所有権の取得を対抗することができない。",
    "answer": "✕"
  },
  {
    "id": 189,
    "label": "R4-2-エ",
    "text": "ＡがＢの詐欺により甲土地をＢに売却した後、Ｂは、詐欺の事実について善意であるが、そのことについて過失があるＣに甲土地を売却した。その後、Ａが詐欺を理由としてＡＢ間の売買の意思表示を取り消した場合には、Ｃは、Ａに対して甲土地の所有権の取得を対抗することができない。",
    "answer": "◯"
  },
  {
    "id": 190,
    "label": "R4-2-オ",
    "text": "ＡがＢの強迫により甲土地をＢに売却した後、Ｂは、強迫の事実について善意で、そのことについて過失がないＣに甲土地を売却した。その後、Ａが強迫を理由としてＡＢ間の売買の意思表示を取り消した場合には、Ｃは、Ａに対して甲土地の所有権の取得を対抗することができる。",
    "answer": "✕"
  },
  {
    "id": 191,
    "label": "R4-3-ア",
    "text": "Ａについて相続が開始し、その親族が妻Ｂ及び子Ｃのみである。ＢがＡを強迫してＡに相続に関する遺言をさせ、その後、Ａについて相続が開始したときは、Ｂは、Ａの相続人となることができない。",
    "answer": "◯"
  },
  {
    "id": 192,
    "label": "R4-3-イ",
    "text": "Ａについて相続が開始し、その親族が妻Ｂ及び子Ｃのみである。Ｂが自己のために相続の開始があったことを知った時から法定の期間内に限定承認又は相続の放棄をしなかった場合には、Ｂは、単純承認をしたものとみなされる。",
    "answer": "◯"
  },
  {
    "id": 193,
    "label": "R4-3-ウ",
    "text": "Ａについて相続が開始し、その親族が妻Ｂ及び子Ｃのみである。Ｂ及びＣが相続人となる場合には、Ｂのみが単独で、限定承認をすることができる。",
    "answer": "✕"
  },
  {
    "id": 194,
    "label": "R4-3-エ",
    "text": "Ａについて相続が開始し、その親族が妻Ｂ及び子Ｃのみである。Ｂが相続の放棄をした場合には、Ｂは、Ａの相続に関しては、初めから相続人とならなかったものとみなされる。",
    "answer": "◯"
  },
  {
    "id": 195,
    "label": "R4-3-オ",
    "text": "Ａについて相続が開始し、その親族が妻Ｂ及び子Ｃのみである。Ｃが相続の放棄をした場合には、それがＢの強迫によるものであっても、Ｃは、強迫を理由として相続の放棄を取り消すことができない。",
    "answer": "✕"
  },
  {
    "id": 196,
    "label": "R4-4-ア",
    "text": "土地に関する閉鎖された登記記録の保存期間は、閉鎖した日から30年間である。",
    "answer": "✕"
  },
  {
    "id": 197,
    "label": "R4-4-イ",
    "text": "法定相続情報一覧図つづり込み帳の保存期間は、作成の年の翌年から30年間である。",
    "answer": "✕"
  },
  {
    "id": 198,
    "label": "R4-4-ウ",
    "text": "閉鎖された各階平面図の保存期間は、閉鎖した日から30年間である。",
    "answer": "◯"
  },
  {
    "id": 199,
    "label": "R4-4-エ",
    "text": "筆界特定書以外の筆界特定手続記録に記載され、又は記録された情報の保存期間は、対象土地の所在地を管轄する登記所が当該筆界特定手続記録の送付を受けた年の翌年から30年間である。",
    "answer": "◯"
  },
  {
    "id": 200,
    "label": "R4-4-オ",
    "text": "土地の表題部所有者の持分の更正の登記の申請を書面を提出する方法により行った場合における申請書の保存期間は、受付の日から30年間である。",
    "answer": "◯"
  },
  {
    "id": 201,
    "label": "R4-6-ア",
    "text": "石油タンクの敷地の地目を宅地とすることはできない。",
    "answer": "✕"
  },
  {
    "id": 202,
    "label": "R4-6-イ",
    "text": "別の土地にある湧出口から温泉を引き込んだ源泉かけ流しの温泉宿の敷地の地目は、鉱泉地とする。",
    "answer": "✕"
  },
  {
    "id": 203,
    "label": "R4-6-ウ",
    "text": "河川管理施設である防水のために築造された堤防の天端の部分が一般交通の用に供する道路として利用されている場合には、当該堤防の占める土地の地目は、堤とする。",
    "answer": "◯"
  },
  {
    "id": 204,
    "label": "R4-6-エ",
    "text": "村落の間にある通水路が占める土地の地目は、井溝とする。",
    "answer": "◯"
  },
  {
    "id": 205,
    "label": "R4-6-オ",
    "text": "公衆の遊楽のために供する一筆の土地内にテニスコートが設置されている場合には、当該土地の地目を公園とすることはできない。",
    "answer": "✕"
  },
  {
    "id": 206,
    "label": "R4-7-ア",
    "text": "土地の地積が誤って登記されていることを知った当該土地の所有権の登記名義人は、地積が誤っていることを知った日から１か月以内に、地積に関する更正の登記を申請しなければならない。",
    "answer": "✕"
  },
  {
    "id": 207,
    "label": "R4-7-イ",
    "text": "甲土地の地積に関する更正の登記を申請する場合において、登記所に備え付けられた甲土地の地積測量図に記載された地積と更正後の地積の差が公差の範囲内であるときは、地積測量図の提供を省略することができる。",
    "answer": "✕"
  },
  {
    "id": 208,
    "label": "R4-7-ウ",
    "text": "甲土地の表題登記の申請に際して提供された地積測量図の求積計算が誤っていたために誤った地積により表題登記がされたときは、甲土地の表題部所有者は、地積測量図の訂正の申出によって甲土地の登記記録の地積を訂正することができる。",
    "answer": "✕"
  },
  {
    "id": 209,
    "label": "R4-7-エ",
    "text": "雑種地として登記されている土地を宅地の用途に変更した場合には、当該土地の所有権の登記名義人は、当該用途に変更があった日から１か月以内に、地目に関する変更の登記を申請しなければならない。",
    "answer": "◯"
  },
  {
    "id": 210,
    "label": "R4-7-オ",
    "text": "登記記録の地積が30歩から99平方メートルに換算して書き替えられている土地の地目を宅地に変更する登記を申請する場合には、当該換算による１平方メートルの100分の１までの結果を地積とすることができる。",
    "answer": "◯"
  },
  {
    "id": 211,
    "label": "R4-8-ア",
    "text": "抵当権の登記がある土地について分筆の登記を申請する場合において、当該抵当権の登記名義人が作成した当該抵当権を分筆後の一方の土地について消滅させることを承諾したことを証する情報を記載した書面を提出するときは、当該書面に添付する当該抵当権の登記名義人の印鑑に関する証明書は、作成後３か月以内のものでなければならない。",
    "answer": "✕"
  },
  {
    "id": 212,
    "label": "R4-8-イ",
    "text": "買戻しの特約の登記がされている甲土地から乙土地を分筆する登記をする場合には、当該買戻し特約の買戻し期間が経過していたとしても、登記官は、乙土地の登記記録の権利部の相当区に、甲土地の登記記録から当該買戻しの特約の登記を転写しなければならない。",
    "answer": "◯"
  },
  {
    "id": 213,
    "label": "R4-8-ウ",
    "text": "一棟の建物に属する区分建物が甲建物及び乙建物であり、甲建物及び乙建物に丙土地の賃借権を敷地権とする登記がされている場合において、丙土地の所有権の登記名義人が丙土地の分筆の登記を申請するときは、甲建物及び乙建物の所有権の登記名義人の承諾を証する情報を提供しなければならない。",
    "answer": "✕"
  },
  {
    "id": 214,
    "label": "R4-8-エ",
    "text": "根抵当権設定の仮登記がある土地について分筆の登記がされたときは、登記官は、新たに共同担保目録を作成しなければならない。",
    "answer": "✕"
  },
  {
    "id": 215,
    "label": "R4-8-オ",
    "text": "土地の所有権の登記名義人がＡ及びＢであり、Ａが死亡してその相続人がＣ及びＤである場合において、当該土地の一部が別地目となったときは、Ｄは、単独で、当該土地の一部地目変更分筆登記を申請することができる。",
    "answer": "◯"
  },
  {
    "id": 216,
    "label": "R4-9-ア",
    "text": "所有権の登記名義人が同一である隣接する甲土地と乙土地の合筆の登記において、乙土地が第三者に使用貸借されているとしても、本件合筆の登記を申請することができる。",
    "answer": "◯"
  },
  {
    "id": 217,
    "label": "R4-9-イ",
    "text": "所有権の登記名義人が同一である隣接する甲土地と乙土地の合筆の登記において、いずれも同一の区分建物の敷地権である旨の登記がされている甲土地及び乙土地について、本件合筆の登記を申請することはできない。",
    "answer": "◯"
  },
  {
    "id": 218,
    "label": "R4-9-ウ",
    "text": "所有権の登記名義人が同一である隣接する甲土地と乙土地の合筆の登記において、乙土地にのみ抵当権の設定の登記がある場合であっても、当該抵当権の登記名義人が作成した当該抵当権を消滅させることを承諾したことを証する情報を提供して、本件合筆の登記を申請することができる。",
    "answer": "✕"
  },
  {
    "id": 219,
    "label": "R4-9-エ",
    "text": "所有権の登記名義人が同一である隣接する甲土地と乙土地の合筆の登記において、甲土地及び乙土地の所在する字（地番区域でないものを含む。）が同一であっても、甲土地及び乙土地が同一の地図又は地図に準ずる図面に記録されていないときは、本件合筆の登記を申請することはできない。",
    "answer": "✕"
  },
  {
    "id": 220,
    "label": "R4-9-オ",
    "text": "所有権の登記名義人が同一である隣接する甲土地と乙土地の合筆の登記において、甲土地及び乙土地に登記の目的、申請の受付の年月日及び受付番号並びに登記原因及びその日付がいずれも同一の内容である抵当権の設定の登記がされているが、甲土地にのみ抵当権の順位の変更の登記がされている場合には、本件合筆の登記を申請することができる。",
    "answer": "✕"
  },
  {
    "id": 221,
    "label": "R4-10-ア",
    "text": "園芸用の温床施設は、鉄材で骨組みされて地面に固着し、屋根及び周壁が強固なガラスで築造された建造物であっても、建物として登記することはできない。",
    "answer": "✕"
  },
  {
    "id": 222,
    "label": "R4-10-イ",
    "text": "円柱状の形をした大型の給水タンクは、建物として登記することはできない。",
    "answer": "◯"
  },
  {
    "id": 223,
    "label": "R4-10-ウ",
    "text": "土地の上に鉄骨柱の土台を置いて基礎とし、この上に組立式で容易に移動可能な事務所を設置した場合には、当該事務所は、建物として登記することができる。",
    "answer": "✕"
  },
  {
    "id": 224,
    "label": "R4-10-エ",
    "text": "高架鉄道の線路敷地の高架下を屋根として利用し、外気を分断する周壁を築造して高架下と一体化させた店舗は、建物として登記することができる。",
    "answer": "◯"
  },
  {
    "id": 225,
    "label": "R4-10-オ",
    "text": "海底からの脚柱によって支えられた永久的な構築物である桟橋の上に建築された屋根及び周壁を有する水族館は、建物として登記することができる。",
    "answer": "◯"
  },
  {
    "id": 226,
    "label": "R4-11-ア",
    "text": "区分建物である甲建物に区分建物でない附属建物があるときは、甲建物の表題部の附属建物の表示欄の構造欄に附属建物の所在が記録される。",
    "answer": "◯"
  },
  {
    "id": 227,
    "label": "R4-11-イ",
    "text": "区分建物の属する一棟の建物に共用部分である２階ベランダ部分を増築したことにより一棟の建物が隣接する土地にまたがった場合には、当該隣接する土地の地番を当該一棟の建物の所在欄に加える旨の当該区分建物の表題部の変更の登記を申請することはできない。",
    "answer": "✕"
  },
  {
    "id": 228,
    "label": "R4-11-ウ",
    "text": "４番の土地及び６番の土地にまたがる建物は、当該建物の所在する床面積の多い部分が６番の土地に所在するときであっても、当該建物の所在欄には「４番地、６番地」と記録される。",
    "answer": "✕"
  },
  {
    "id": 229,
    "label": "R4-11-エ",
    "text": "土地の合筆の登記により建物の所在地番が変更した場合には、家屋番号の変更の登記を併せて申請しなければならない。",
    "answer": "✕"
  },
  {
    "id": 230,
    "label": "R4-11-オ",
    "text": "表題登記がある建物がえい行移転により甲登記所の管轄区域から乙登記所の管轄区域に移動した場合には、当該建物の不動産所在事項に関する変更の登記の申請は、甲登記所又は乙登記所のいずれにもすることができる。",
    "answer": "◯"
  },
  {
    "id": 231,
    "label": "R4-12-ア",
    "text": "建物の出窓の高さが1.5メートル未満であっても、出窓の下部が床面と同一の高さであれば、床面積に算入する。",
    "answer": "✕"
  },
  {
    "id": 232,
    "label": "R4-12-イ",
    "text": "建物の屋上にある建物内部との出入口としてのみ使用される階段室であっても、外気分断性がある場合には、床面積に算入する。",
    "answer": "✕"
  },
  {
    "id": 233,
    "label": "R4-12-ウ",
    "text": "建物に附属する屋根及び手すりの付いている屋外の階段は、床面積に算入しない。",
    "answer": "◯"
  },
  {
    "id": 234,
    "label": "R4-13-ア",
    "text": "区分建物でない建物の表題登記を申請する場合には、建物の名称を申請情報の内容とすることはできない。",
    "answer": "✕"
  },
  {
    "id": 235,
    "label": "R4-13-イ",
    "text": "Ａが所有する土地上に建物が新築された場合において、当該建物の所有者であるＢが当該建物の表題登記を申請するときは、Ｂは、当該土地の借地権を有していることを証する情報を提供しなければならない。",
    "answer": "✕"
  },
  {
    "id": 236,
    "label": "R4-13-ウ",
    "text": "共用部分である旨の登記がある建物について、共用部分である旨を定めた規約を廃止したときは、当該規約の廃止後に当該建物の所有権を取得した者は、その所有権の取得の日から１か月以内に、当該建物の表題登記を申請しなければならない。",
    "answer": "◯"
  },
  {
    "id": 237,
    "label": "R4-13-エ",
    "text": "新築した区分建物でない建物をＡ及びＢが共有する場合には、Ａは、単独で、Ａ及びＢを表題部所有者とする当該建物の表題登記を申請することができる。",
    "answer": "◯"
  },
  {
    "id": 238,
    "label": "R4-13-オ",
    "text": "Ａが区分建物である甲建物を新築した後、ＡがＢに甲建物を売却した場合には、甲建物の表題登記の申請は、Ａ及びＢが共同してしなければならない。",
    "answer": "✕"
  },
  {
    "id": 239,
    "label": "R4-14-ア",
    "text": "区分建物でない乙建物を敷地権付き区分建物である甲建物の附属建物とする建物の合併の登記を申請することはできない。",
    "answer": "✕"
  },
  {
    "id": 240,
    "label": "R4-14-イ",
    "text": "主である建物とその附属建物がいずれも同一の一棟の建物に属する敷地権のある区分建物である場合には、登記記録の表題部には、当該主である建物に係る敷地権と当該附属建物に係る敷地権を区別して記録しなければならない。",
    "answer": "◯"
  },
  {
    "id": 241,
    "label": "R4-14-ウ",
    "text": "同一の土地上にいずれも区分建物であって、それぞれ別の一棟の建物に属する甲建物と乙建物がある場合において、甲建物を主である建物、乙建物を附属建物とする表題登記を申請するときは、乙建物が属する一棟の建物の所在地番を申請情報の内容とすることを要しない。",
    "answer": "✕"
  },
  {
    "id": 242,
    "label": "R4-14-エ",
    "text": "甲建物とその附属建物である乙建物が同一の土地上にある場合において、甲建物を取り壊して、当該土地上に同じ床面積の丙建物を新築したときは、甲建物の登記記録の主である建物の表示を丙建物の表示に変更する建物の表題部の変更の登記を申請することはできない。",
    "answer": "◯"
  },
  {
    "id": 243,
    "label": "R4-14-オ",
    "text": "主である建物とその附属建物が同時に取り壊された場合において、建物の滅失の登記をするときは、その登記原因及び日付は「年月日主である建物取壊し、年月日附属建物取壊し」と記録される。",
    "answer": "✕"
  },
  {
    "id": 244,
    "label": "R4-15-ア",
    "text": "表題登記のみがある甲建物と所有権の登記がある乙建物が合体して一個の建物となった後に、表題部所有者の更正の登記により甲建物の表題部所有者となった者は、当該登記から１か月以内に、合体による登記等を申請しなければならない。",
    "answer": "◯"
  },
  {
    "id": 245,
    "label": "R4-15-イ",
    "text": "Ａ及びＢが共有する表題登記がない甲建物と、Ｃ及びＤが表題部所有者である表題登記のみがある乙建物と、Ｅ及びＦが所有権の登記名義人である所有権の登記がある丙建物が合体して１個の建物となった場合には、Ａは、単独で、合体による登記等を申請することができる。",
    "answer": "◯"
  },
  {
    "id": 246,
    "label": "R4-15-ウ",
    "text": "一棟の建物にいずれも所有権の登記がある区分建物である甲建物及び乙建物が属する場合において、甲建物及び乙建物の隔壁を除去して１個の区分建物でない建物としたときは、甲建物及び乙建物の所有権の登記名義人は、合体による登記等を申請することはできない。",
    "answer": "✕"
  },
  {
    "id": 247,
    "label": "R4-15-エ",
    "text": "表題登記がない甲建物と所有権の登記がある乙建物が合体して一個の建物となった場合における合体による登記等の申請と表題登記がない甲建物の所有者を合体後の建物の登記名義人とする所有権の登記の申請は、併せてすることを要しない。",
    "answer": "✕"
  },
  {
    "id": 248,
    "label": "R4-15-オ",
    "text": "いずれも表題登記がない甲建物及び乙建物が合体して一個の建物となった場合において、当該建物について表題登記をするときは、登記原因及びその日付は「年月日合体」と記録される。",
    "answer": "✕"
  },
  {
    "id": 249,
    "label": "R4-16-ア",
    "text": "甲建物及び乙建物の所有権の登記名義人であるＡが死亡した場合には、Ａの相続人であるＢは、甲建物及び乙建物について相続による所有権の移転の登記をした後でなければ、本件合併の登記を申請することができない。",
    "answer": "✕"
  },
  {
    "id": 250,
    "label": "R4-16-イ",
    "text": "甲建物及び乙建物がそれぞれ異なる登記所の管轄に属する場合であっても、本件合併の登記を申請することができる。",
    "answer": "◯"
  },
  {
    "id": 251,
    "label": "R4-16-ウ",
    "text": "乙建物の種類に変更が生じている場合には、当該変更に係る建物の表題部の変更の登記及び本件合併の登記の申請は、一の申請情報によってすることができる。",
    "answer": "◯"
  },
  {
    "id": 252,
    "label": "R4-16-エ",
    "text": "いずれも同一の一棟の建物に属する区分建物であり、共用部分である旨の登記がされている甲建物及び乙建物について、本件合併の登記を申請することはできない。",
    "answer": "◯"
  },
  {
    "id": 253,
    "label": "R4-16-オ",
    "text": "住居表示の実施により甲建物及び乙建物の所有権の登記名義人であるＡの住所に変更があったときは、Ａは、住所の変更の登記をすることなく、住居表示の実施を証する情報を提供して、本件合併の登記を申請することができる。",
    "answer": "✕"
  },
  {
    "id": 254,
    "label": "R4-17-ア",
    "text": "いずれも表題登記がある区分建物でない甲建物及び乙建物が増築工事により相互に接続して区分建物となった場合における甲建物及び乙建物についての表題部の変更の登記の申請は、一括してしなければならない。",
    "answer": "◯"
  },
  {
    "id": 255,
    "label": "R4-17-イ",
    "text": "区分建物の所有権の登記名義人Ａが当該区分建物について当該区分建物が属する一棟の建物の床面積の変更の登記を申請する場合には、併せて当該一棟の建物に属する他の区分建物についての一棟の建物の床面積の変更の登記を申請しなければならない。",
    "answer": "✕"
  },
  {
    "id": 256,
    "label": "R4-17-ウ",
    "text": "区分建物が属する一棟の建物が新築された場合において、当該区分建物が敷地権付き区分建物でないときは、当該区分建物の表題登記の申請は、当該一棟の建物に属する他の区分建物についての表題登記の申請と併せてすることを要しない。",
    "answer": "✕"
  },
  {
    "id": 257,
    "label": "R4-17-エ",
    "text": "表題登記がある区分建物でない建物に接続して区分建物が新築された場合には、当該区分建物についての表題登記の申請は、当該区分建物でない建物についての表題部の変更の登記の申請と併せてしなければならない。",
    "answer": "◯"
  },
  {
    "id": 258,
    "label": "R4-17-オ",
    "text": "区分建物をＡが新築した後にＡが死亡した場合には、Ａの唯一の相続人であるＢは、当該区分建物を相続した日から１か月以内に、当該区分建物についての表題登記を申請しなければならない。",
    "answer": "✕"
  },
  {
    "id": 259,
    "label": "R4-19-ア",
    "text": "筆界特定の申請人は、筆界特定の申請後、遅滞なく、筆界特定の申請をした旨を関係人に自ら通知しなければならない。",
    "answer": "✕"
  },
  {
    "id": 260,
    "label": "R4-19-イ",
    "text": "既に筆界特定がされている土地の筆界について更に筆界特定の申請がされた場合には、既にされた筆界特定の内容に明白かつ重大な誤りがあったとしても、筆界特定登記官は、当該申請を却下しなければならない。",
    "answer": "✕"
  },
  {
    "id": 261,
    "label": "R4-19-ウ",
    "text": "対象土地の所有権の登記名義人は、筆界特定の申請人でない場合であっても、筆界特定の手続における測量に要する費用の概算額の一部を予納しなければならない。",
    "answer": "✕"
  },
  {
    "id": 262,
    "label": "R4-19-エ",
    "text": "筆界特定の申請は、申請の趣旨を明らかにしてしなければならない。",
    "answer": "◯"
  },
  {
    "id": 263,
    "label": "R4-19-オ",
    "text": "甲土地及び乙土地を対象土地とする筆界特定の申請と甲土地及び丙土地を対象土地とする筆界特定の申請は、一の筆界特定申請情報によってすることができる。",
    "answer": "◯"
  },
  {
    "id": 264,
    "label": "R4-20-ア",
    "text": "土地家屋調査士は、日本土地家屋調査士会連合会の定める様式により事件簿を調製し、その閉鎖後７年間保存しなければならない。",
    "answer": "◯"
  },
  {
    "id": 265,
    "label": "R4-20-イ",
    "text": "土地家屋調査士会は、所属の会員に対し土地家屋調査士法の規定により注意勧告をしたときは、その旨を公表しなければならない。",
    "answer": "✕"
  },
  {
    "id": 266,
    "label": "R4-20-ウ",
    "text": "土地家屋調査士法人は、社員が２名以上いる場合には、社員のうち土地家屋調査士法人を代表すべきものを定款で定めなければならない。",
    "answer": "✕"
  },
  {
    "id": 267,
    "label": "R4-20-エ",
    "text": "土地家屋調査士法人の社員は、総社員の同意があるときであっても、自己又は第三者のためにその土地家屋調査士法人の業務の範囲に属する業務を行ってはならない。",
    "answer": "◯"
  },
  {
    "id": 268,
    "label": "R4-20-オ",
    "text": "従たる事務所を設置する土地家屋調査士法人は、その従たる事務所に、当該事務所の所在地を管轄する法務局又は地方法務局の管轄区域内に設立された土地家屋調査士会の会員である社員を常駐させなければならない。",
    "answer": "◯"
  },
  {
    "id": 269,
    "label": "R5-1-ア",
    "text": "買主が売買契約を締結した当時に意思能力を有しなかったために当該契約が無効とされる場合には、売主は、買主に対し、当該契約に基づく目的物の引渡義務を負わない。",
    "answer": "◯"
  },
  {
    "id": 270,
    "label": "R5-1-イ",
    "text": "売買契約が虚偽表示により無効である場合において、売主及び買主がそれぞれ無効であることを知って追認したときは、当該契約は、初めから有効であったものとみなされる。",
    "answer": "✕"
  },
  {
    "id": 271,
    "label": "R5-1-ウ",
    "text": "買主が強迫を理由として売買契約を取り消したときは、当該契約は、初めから無効であったものとみなされる。",
    "answer": "◯"
  },
  {
    "id": 272,
    "label": "R5-1-エ",
    "text": "未成年者が法定代理人の同意を得なければすることができない契約をその同意を得ることなく締結した場合において、当該法定代理人が当該契約を追認したときであっても、当該未成年者本人は、法定の期間内に相手方に対して意思表示をすることにより、当該契約を取り消すことができる。",
    "answer": "✕"
  },
  {
    "id": 273,
    "label": "R5-1-オ",
    "text": "取消権は、取消しの原因となっていた状況が消滅し、かつ、取消権者が取消権を有することを知った後でなければ、時効によって消滅することはない。",
    "answer": "✕"
  },
  {
    "id": 274,
    "label": "R5-2-ア",
    "text": "Ａが甲土地の所有者Ｂから甲土地を買った場合において、ＡＢ間の売買契約上、甲土地の所有権の移転時期に関する特約がないときは、Ａは、当該契約締結後直ちに、Ｂに対して所有権に基づき甲土地の引渡しを請求することができる。",
    "answer": "◯"
  },
  {
    "id": 275,
    "label": "R5-2-イ",
    "text": "Ａが甲土地の所有者Ｂから甲土地を買った場合において、甲土地について、ＢからＡへの所有権の移転の登記がされていないときは、Ａは、甲土地を占有する無権利者Ｃに対して甲土地の明渡しを請求することができない。",
    "answer": "✕"
  },
  {
    "id": 276,
    "label": "R5-2-ウ",
    "text": "Ａが甲土地を所有し、その旨の登記がされている場合において、無権利者Ｂが甲土地上に乙建物を建て、占有補助者であるＣと共に居住しているときは、Ｃを建物から退去させるためには、Ａは、Ｃに対し、乙建物から退去して甲土地を明け渡すことを請求しなければならない。",
    "answer": "✕"
  },
  {
    "id": 277,
    "label": "R5-2-エ",
    "text": "Ａ及びＢが甲土地を共有している場合において、無権利者Ｃが甲土地に産業廃棄物を不法投棄したときは、Ａは、単独で、Ｃに対して当該産業廃棄物を撤去するよう請求することができる。",
    "answer": "◯"
  },
  {
    "id": 278,
    "label": "R5-2-オ",
    "text": "所有権が時効によって消滅することはないが、所有権に基づく返還請求権は時効によって消滅する。",
    "answer": "✕"
  },
  {
    "id": 279,
    "label": "R5-3-ア",
    "text": "遺言の全文、日付及び氏名がカーボン紙を用いて複写の方法で記載された自筆証書遺言は、無効である。",
    "answer": "✕"
  },
  {
    "id": 280,
    "label": "R5-3-イ",
    "text": "遺言者の推定相続人は、公正証書遺言の証人となることができない。",
    "answer": "◯"
  },
  {
    "id": 281,
    "label": "R5-3-ウ",
    "text": "夫婦は、同一の証書により共同で遺言をすることができる。",
    "answer": "✕"
  },
  {
    "id": 282,
    "label": "R5-3-エ",
    "text": "遺言執行者の指定は、第三者に委託することができない。",
    "answer": "✕"
  },
  {
    "id": 283,
    "label": "R5-3-オ",
    "text": "遺言者が前の遺言と抵触する遺言をしたときは、前の遺言のうち抵触する部分は、後の遺言によって撤回されたものとみなされる。",
    "answer": "◯"
  },
  {
    "id": 284,
    "label": "R5-4-ア",
    "text": "建物の表題登記の申請がされた場合には、登記官は、当該建物の所有者に関する事項について調査することができる。",
    "answer": "◯"
  },
  {
    "id": 285,
    "label": "R5-4-イ",
    "text": "不動産の表示に関する登記の申請が申請人となるべき者以外の者によってされていると疑うに足りる相当な理由がある場合において、当該申請を却下すべきときであっても、登記官は、当該申請の申請人に対し、その申請の権限の有無を調査しなければならない。",
    "answer": "✕"
  },
  {
    "id": 286,
    "label": "R5-4-ウ",
    "text": "土地の表示に関する登記についての実地調査を行う場合には、登記官は、日出から日没までの間に限り、当該実地調査を行うことができる。",
    "answer": "◯"
  },
  {
    "id": 287,
    "label": "R5-4-エ",
    "text": "不動産の表示に関する登記の申請があった場合には、登記官は、登記所の職員に当該不動産の実地調査を行わせることはできない。",
    "answer": "✕"
  },
  {
    "id": 288,
    "label": "R5-4-オ",
    "text": "不動産の表示に関する登記についての実地調査を行う場合には、登記官は、当該不動産の所有者その他の関係者に対し、文書の提示を求めることができる。",
    "answer": "◯"
  },
  {
    "id": 289,
    "label": "R5-5-ア",
    "text": "土地区画整理事業により従前の1個の土地に照応して1個の換地を定めた換地処分が行われた場合には、当該換地について表題部の登記記録が新たに作成される。",
    "answer": "✕"
  },
  {
    "id": 290,
    "label": "R5-5-イ",
    "text": "建物を新築する場合の不動産工事の先取特権の保存の登記がされている建物の建築が完了した場合において、当該建物の表題登記を申請し、当該登記がされるときは、当該建物の表題部の登記記録が新たに作成される。",
    "answer": "✕"
  },
  {
    "id": 291,
    "label": "R5-5-ウ",
    "text": "甲土地の一部を分筆して、これを乙土地に合筆しようとする場合において、分筆の登記及び合筆の登記を一の申請情報により申請し、その旨の登記がされるときは、甲土地から分筆し、乙土地に合筆した土地の表題部の登記記録は作成されない。",
    "answer": "◯"
  },
  {
    "id": 292,
    "label": "R5-5-エ",
    "text": "表題登記のある甲建物を隣接する他の土地上に解体移転した場合において、解体移転後の建物の表題部に関する登記を申請したときは、甲建物の表題部の登記記録に解体及び移転した旨が記録される。",
    "answer": "✕"
  },
  {
    "id": 293,
    "label": "R5-5-オ",
    "text": "区分建物として表題登記のある甲建物及び乙建物からなる一棟の建物の中間部分を取り壊し、甲建物及び乙建物が区分建物でないそれぞれ別の建物となった場合において、甲建物及び乙建物の表題部に関する登記を申請し、その旨の登記がされるときは、甲建物及び乙建物の表題部の登記記録が新たに作成される。",
    "answer": "◯"
  },
  {
    "id": 294,
    "label": "R5-6-ア",
    "text": "地図を作成するための測量は、基本測量の成果である電子基準点を基礎として行うことができる。",
    "answer": "◯"
  },
  {
    "id": 295,
    "label": "R5-6-イ",
    "text": "電磁的記録に記録された地図には、基本三角点等の位置のみならず、その名称及びその座標値を記録しなければならない。",
    "answer": "✕"
  },
  {
    "id": 296,
    "label": "R5-6-ウ",
    "text": "土地家屋調査士が作成した測量成果である実測図であって、国土調査法第19条第5項の指定を受け、登記所に送付されるものについては、不適当とする特別の事情がある場合を除き、これを地図として登記所に備え付けることができる。（参考）国土調査法第19条　（略）2～4（略）5国土調査以外の測量及び調査を行った者が当該測量及び調査の結果作成された地図及び簿冊について政令で定める手続により国土調査の成果としての認証を申請した場合においては、国土交通大臣又は事業所管大臣は、これらの地図及び簿冊が第2項の規定により認証を受けた国土調査の成果と同等以上の精度又は正確さを有すると認めたときは、これらを同項の規定によって認証された国土調査の成果と同一の効果があるものとして指定することができる。6～8（略）",
    "answer": "◯"
  },
  {
    "id": 297,
    "label": "R5-6-エ",
    "text": "新たに地図が備え付けられたことにより、電磁的記録に記録されている地図に準ずる図面が閉鎖された場合には、当該地図に準ずる図面の情報の内容を証明した書面の交付を請求することはできない。",
    "answer": "✕"
  },
  {
    "id": 298,
    "label": "R5-6-オ",
    "text": "地図に表示された土地の区画に誤りがあることによる地図の訂正の申出をする場合において、当該申出の際に添付する地積測量図に記録された地積と当該土地の登記記録上の地積との差が公差の範囲内であっても、当該申出は、地積に関する更正の登記の申請と併せてしなければならない。",
    "answer": "✕"
  },
  {
    "id": 299,
    "label": "R5-7-ア",
    "text": "公有水面埋立法に基づく埋立工事が竣工した土地の表題登記を申請する場合には、所有権を証する情報として公有水面埋立法の規定による竣功認可書を提供することができる。",
    "answer": "◯"
  },
  {
    "id": 300,
    "label": "R5-7-イ",
    "text": "国が所有する表題登記がない土地の売払いを受けた者が、当該土地の表題登記を申請する場合には、当該表題登記の登記原因を「国有財産売払」として申請しなければならない。",
    "answer": "✕"
  },
  {
    "id": 301,
    "label": "R5-7-ウ",
    "text": "Ａが表題登記がない土地の所有権を原始取得した場合において、Ａが当該土地の表題登記を申請する前に、当該土地をＢに売却したときであっても、Ａは、当該土地の表題登記を申請することができる。",
    "answer": "✕"
  },
  {
    "id": 302,
    "label": "R5-7-エ",
    "text": "土地区画整理事業区域内で仮換地が指定された表題登記がない従前の土地について換地処分による登記を申請する場合において、必要があるときは、土地区画整理事業を施行する者は、当該従前の土地の所有者に代位して、土地の表題登記を申請することができる。",
    "answer": "◯"
  },
  {
    "id": 303,
    "label": "R5-7-オ",
    "text": "地方公共団体の所有する土地について、当該地方公共団体が土地の表題登記を嘱託する場合には、所有権を証する情報の提供を省略することができる。",
    "answer": "◯"
  },
  {
    "id": 304,
    "label": "R5-8-ア",
    "text": "学校教育法の規定により設置された幼稚園の園舎の敷地である土地の地目は、学校用地とする。",
    "answer": "◯"
  },
  {
    "id": 305,
    "label": "R5-8-イ",
    "text": "高圧線の下にある建物の敷地である土地の地目は、雑種地とする。",
    "answer": "✕"
  },
  {
    "id": 306,
    "label": "R5-8-ウ",
    "text": "水力発電のためにのみ使用される排水路の地目は、雑種地とする。",
    "answer": "◯"
  },
  {
    "id": 307,
    "label": "R5-8-エ",
    "text": "牧場地域内にある牧畜のために使用する牧草栽培地である土地の地目は、畑とする。",
    "answer": "✕"
  },
  {
    "id": 308,
    "label": "R5-8-オ",
    "text": "人の遺体又は遺骨を埋葬する規模の大きな墓地の地目は、霊園とする。",
    "answer": "✕"
  },
  {
    "id": 309,
    "label": "R5-9-ア",
    "text": "抵当権の設定の登記がされた土地について分筆の登記がされた後は、錯誤を原因とする当該分筆の登記の抹消をすることはできない。",
    "answer": "✕"
  },
  {
    "id": 310,
    "label": "R5-9-イ",
    "text": "抵当権の設定の登記がされた甲土地から乙土地を分筆する分筆の登記をする場合には、分筆後の甲土地及び乙土地の2筆の土地について、抵当権者が当該抵当権を消滅させることを承諾したことを証する情報が提供されたとしても、登記官は、分筆後の甲土地及び乙土地に係る当該抵当権が消滅した旨の登記をすることはできない。",
    "answer": "◯"
  },
  {
    "id": 311,
    "label": "R5-9-ウ",
    "text": "甲土地の所有権の登記名義人であるＡが死亡し、その相続人がＢ及びＣである場合において、ＢＣ間で、Ｂが甲土地の所有権を単独で取得することを内容とする遺産分割協議が成立したときであっても、Ｂは、甲土地の分筆の登記を申請することはできない。",
    "answer": "✕"
  },
  {
    "id": 312,
    "label": "R5-9-エ",
    "text": "地方公共団体及び私人が所有権の登記名義人である土地について、当該私人が分筆の登記を申請する場合には、登録免許税は課されない。",
    "answer": "✕"
  },
  {
    "id": 313,
    "label": "R5-9-オ",
    "text": "甲土地から乙土地を分筆する分筆の登記をする場合において、甲土地に筆界特定がされた旨の記録があるときは、当該記録は、乙土地の登記記録に転写される。",
    "answer": "◯"
  },
  {
    "id": 314,
    "label": "R5-10-ア",
    "text": "建物図面及び各階平面図には、申請人及び作成者の住所を記録しなければならない。",
    "answer": "✕"
  },
  {
    "id": 315,
    "label": "R5-10-イ",
    "text": "書面を提出する方法により地下のみの附属建物がある建物の建物図面を提供する場合には、附属建物の地下1階の形状を朱書きする。",
    "answer": "◯"
  },
  {
    "id": 316,
    "label": "R5-10-ウ",
    "text": "各階平面図の床面積の計算において、不算入とすべき出窓を算入した誤りがある場合には、表題部所有者若しくは所有権の登記名義人又はこれらの相続人その他の一般承継人は、各階平面図の訂正の申出をすることができる。",
    "answer": "✕"
  },
  {
    "id": 317,
    "label": "R5-10-エ",
    "text": "建物の表題登記がされ、既に建物図面及び各階平面図が登記所に提出されている建物について、附属建物の滅失による表題部の変更の登記を申請する場合には、建物図面及び各階平面図の提供を省略することができる。",
    "answer": "◯"
  },
  {
    "id": 318,
    "label": "R5-10-オ",
    "text": "2階建の建物の各階平面図を作成する場合において、2階の階層を表示するときは、1階の位置を点線をもって表示する。",
    "answer": "◯"
  },
  {
    "id": 319,
    "label": "R5-11-ア",
    "text": "公衆用道路上に屋根覆いを施したアーケード付街路のうち、その周辺が店舗に囲まれており、かつ、アーケードを有する部分に限り、建物として登記することができる。",
    "answer": "✕"
  },
  {
    "id": 320,
    "label": "R5-11-イ",
    "text": "上部が倉庫として利用されている寺院の山門であって、当該倉庫部分が周壁を有して外気と分断されているものであっても、建物として登記することはできない。",
    "answer": "✕"
  },
  {
    "id": 321,
    "label": "R5-11-オ",
    "text": "屋根及び外壁があり、内部に車を格納する回転式のパーキング機械が設置されているタワー状の立体駐車場は、建物として登記することはできない。",
    "answer": "✕"
  },
  {
    "id": 322,
    "label": "R5-12-ア",
    "text": "建物の一部が2階から最上階まで吹抜けとなっている場合には、1階から最上階までの各階の吹抜け構造の部分は、建物の床面積に算入しない。",
    "answer": "✕"
  },
  {
    "id": 323,
    "label": "R5-12-イ",
    "text": "区分建物でない鉄筋コンクリート造の建物について、壁の厚みが各階ごとに異なる場合には、各階ごとに壁の中心線で囲まれた部分の水平投影面積により床面積を算出する。",
    "answer": "◯"
  },
  {
    "id": 324,
    "label": "R5-13-ア",
    "text": "株式会社Ａ及び株式会社Ｂが区分建物である甲建物の所有権の原始取得者である場合において、甲建物の表題登記を申請する前に、株式会社Ｃが株式会社Ｂを吸収合併したときは、吸収合併存続会社である株式会社Ｃは、表題部所有者を株式会社Ａ及び株式会社Ｃとする甲建物の表題登記を申請することができる。",
    "answer": "✕"
  },
  {
    "id": 325,
    "label": "R5-13-イ",
    "text": "建物の表題登記の申請情報として建物の所在を提供する場合において、当該建物の登記記録の所在に「甲郡乙町大字丙字丁」と記録されており、地番区域が大字である丙と定められているときであっても、小字である丁の記載を省略することはできない。",
    "answer": "◯"
  },
  {
    "id": 326,
    "label": "R5-13-ウ",
    "text": "区分建物でない建物の表題登記の申請をし、建物の名称を申請情報として提供して登記が完了した場合には、当該建物の名称は、当該建物の登記記録の表題部の建物の名称欄に記録される。",
    "answer": "✕"
  },
  {
    "id": 327,
    "label": "R5-13-エ",
    "text": "数個の区分建物が属する一棟の建物を新築した場合には、その全ての区分建物について、一の申請情報により建物の表題登記を申請しなければならない。",
    "answer": "✕"
  },
  {
    "id": 328,
    "label": "R5-13-オ",
    "text": "区分建物である表題登記のない建物の所有権の原始取得者が複数いる場合において、当該区分建物の表題登記を申請するときは、その原始取得者のうちの一人から当該申請をすることができる。",
    "answer": "◯"
  },
  {
    "id": 329,
    "label": "R5-15-ア",
    "text": "甲建物の附属建物として登記されている2棟の建物について、1棟を主である建物とし、残りの1棟をその附属建物とする場合には、甲建物から当該2棟の建物を乙建物と丙建物にそれぞれ分割する建物の分割の登記がされた後に、丙建物を乙建物の附属建物とする建物の合併の登記を申請しなければならない。",
    "answer": "✕"
  },
  {
    "id": 330,
    "label": "R5-15-イ",
    "text": "Ａが所有する甲建物の附属建物として登記されている建物について処分禁止の仮処分命令を得た債権者であるＢは、当該仮処分命令の正本を代位原因を証する情報として提供して、Ａに代位して、当該建物の分割の登記を申請することができる。",
    "answer": "◯"
  },
  {
    "id": 331,
    "label": "R5-15-ウ",
    "text": "建物の分割の登記を申請する場合において提供する建物図面及び各階平面図には、分割後の各建物を表示し、これに符号を付さなければならない。",
    "answer": "◯"
  },
  {
    "id": 332,
    "label": "R5-15-エ",
    "text": "甲建物に1から3までの符号が付された附属建物が3棟ある場合において、符号2の附属建物を分割したときは、符号3の附属建物の符号は、符号2に変更される。",
    "answer": "✕"
  },
  {
    "id": 333,
    "label": "R5-15-オ",
    "text": "家屋番号5番である甲建物の附属建物を分割して乙建物とする場合には、甲建物の登記記録の附属建物の表示欄の原因及びその日付欄に、「5番の1、5番の2に分割」と記録される。",
    "answer": "✕"
  },
  {
    "id": 334,
    "label": "R5-16-ア",
    "text": "いずれも表題登記がない甲建物及び乙建物が合体して1個の建物となった場合において、合体による登記等を申請するときは、当該申請と併せて合体前の甲建物及び乙建物の表題登記の申請をしなければならない。",
    "answer": "✕"
  },
  {
    "id": 335,
    "label": "R5-16-イ",
    "text": "いずれも区分建物でない甲建物の附属建物と乙建物とが合体した場合には、甲建物の分割の登記をすることなく、合体による登記等を申請することができる。",
    "answer": "✕"
  },
  {
    "id": 336,
    "label": "R5-16-ウ",
    "text": "Ａが所有権の登記名義人である甲建物及び乙建物が合体して丙建物となった後に、Ａが死亡し、その相続人がＢ及びＣである場合には、Ｂは、単独で、合体による登記等を申請することができる。",
    "answer": "◯"
  },
  {
    "id": 337,
    "label": "R5-16-エ",
    "text": "Ａが表題部所有者として記録されている区分建物でない甲建物とＢが表題部所有者として記録されている区分建物でない乙建物とが増築により合体し、合体後の建物が一棟の建物に属する2個の区分建物としての要件を備えた場合において、当該合体後の建物について、Ａ及びＢが区分所有の意思を示したときであっても、合体による登記等を申請しなければならない。",
    "answer": "✕"
  },
  {
    "id": 338,
    "label": "R5-16-オ",
    "text": "合体前の建物に記録されている所有権の登記名義人の住所が現在の住所と異なる場合には、当該所有権の登記名義人の住所の変更の登記を申請することなく、当該建物について合体による登記等を申請することができる。",
    "answer": "◯"
  },
  {
    "id": 339,
    "label": "R5-17-ア",
    "text": "表題登記のある建物について共用部分とする旨の規約を定めた場合には、当該建物の表題部所有者は、当該規約を定めた日から1か月以内に、共用部分である旨の登記を申請しなければならない。",
    "answer": "✕"
  },
  {
    "id": 340,
    "label": "R5-17-イ",
    "text": "所有権の登記がない建物について共用部分である旨の登記がされる場合には、当該建物の表題部所有者に関する登記事項を抹消する記号が記録される。",
    "answer": "◯"
  },
  {
    "id": 341,
    "label": "R5-17-ウ",
    "text": "共用部分である旨の登記がある建物について、当該建物の種類を倉庫から車庫に変更した場合には、規約により共用部分の所有者と定められた者は、当該建物の表題部の変更の登記を申請しなければならない。",
    "answer": "◯"
  },
  {
    "id": 342,
    "label": "R5-17-エ",
    "text": "団地共用部分である旨の登記がある区分建物でない建物について、建物の区分の登記を申請する場合には、当該建物の所有者を証する情報を添付情報として提供しなければならない。",
    "answer": "◯"
  },
  {
    "id": 343,
    "label": "R5-17-オ",
    "text": "団地共用部分を共用すべき者の所有する区分建物でない建物について、団地共用部分である旨の登記を申請する場合において、当該建物の不動産番号を申請情報の内容とするときであっても、当該建物の家屋番号を申請情報の内容としなければならない。",
    "answer": "✕"
  },
  {
    "id": 344,
    "label": "R5-18-ア",
    "text": "筆界調査委員が実地調査を行うために他人の土地に立ち入る場合において、当該土地の占有者がいないときは、あらかじめ土地の表題部所有者又は所有権登記名義人に通知をしなければならない。",
    "answer": "✕"
  },
  {
    "id": 345,
    "label": "R5-18-イ",
    "text": "筆界調査委員は、対象土地の筆界特定のために必要な事実の調査を終了した場合には、申請人に対し、対象土地の筆界特定についての意見を提出しなければならない。",
    "answer": "✕"
  },
  {
    "id": 346,
    "label": "R5-18-ウ",
    "text": "対象土地の筆界特定をしたことにより対象土地の地積が算出できる場合には、筆界特定の内容を表示した図面に当該土地の地積が記載される。",
    "answer": "✕"
  },
  {
    "id": 347,
    "label": "R5-18-エ",
    "text": "筆界調査委員が筆界特定のために必要な事実の調査をする場合には、筆界調査委員は、申請人及び関係人以外のその他の者からその知っている事実を聴取し又は資料の提出を求めることができる。",
    "answer": "◯"
  },
  {
    "id": 348,
    "label": "R5-18-オ",
    "text": "筆界特定の手続における測量に要する費用は、申請人が負担する。",
    "answer": "◯"
  },
  {
    "id": 349,
    "label": "R5-19-ア",
    "text": "委任を受けた土地家屋調査士が、法定相続情報一覧図の写しの交付の申出をする場合には、代理人の権限を証する書面として、委任状以外の書面を添付する必要はない。",
    "answer": "✕"
  },
  {
    "id": 350,
    "label": "R5-19-イ",
    "text": "法定相続情報一覧図の保管の申出は、申出人の住所地を管轄する登記所に申出をすることができる。",
    "answer": "◯"
  },
  {
    "id": 351,
    "label": "R5-19-ウ",
    "text": "法定相続情報一覧図の保管の申出をする際に申出書に添付する法定相続情報一覧図には、相続開始の時における同順位の相続人の住所を記載しなければならない。",
    "answer": "✕"
  },
  {
    "id": 352,
    "label": "R5-19-エ",
    "text": "法定相続情報一覧図の保管の申出をするには、被相続人が不動産の表題部所有者又は所有権の登記名義人として登記されていることを要する。",
    "answer": "✕"
  },
  {
    "id": 353,
    "label": "R5-19-オ",
    "text": "法定相続情報一覧図の写しの再交付の申出は、当該法定相続情報一覧図の保管の申出をした申出人のみがすることができる。",
    "answer": "◯"
  },
  {
    "id": 354,
    "label": "R5-20-ア",
    "text": "土地家屋調査士が死亡したときは、その相続人は、遅滞なく、その旨を日本土地家屋調査士会連合会に届け出なければならない。",
    "answer": "◯"
  },
  {
    "id": 355,
    "label": "R5-20-イ",
    "text": "土地家屋調査士が引き続き2年以上業務を行わないときは、日本土地家屋調査士会連合会は、その登録を取り消さなければならない。",
    "answer": "✕"
  },
  {
    "id": 356,
    "label": "R5-20-ウ",
    "text": "土地家屋調査士法人は、定款の定めによらなければ、社員のうち特に土地家屋調査士法人を代表すべきものを定めることができない。",
    "answer": "✕"
  },
  {
    "id": 357,
    "label": "R5-20-エ",
    "text": "法務大臣は、土地家屋調査士又は土地家屋調査士法人について、戒告の処分をしたときには、遅滞なく、その旨を官報をもって公告しなければならない。",
    "answer": "◯"
  },
  {
    "id": 358,
    "label": "R5-20-オ",
    "text": "法務大臣は、土地家屋調査士法人に対する懲戒処分として、当該法人の業務の一部に限った業務の停止を命ずることはできない。",
    "answer": "✕"
  },
  {
    "id": 359,
    "label": "R1-1-ア",
    "text": "Ｂは，Ａに無断で，甲土地上に乙建物を建て，乙建物につきＢを所有権の登記名義人とする所有権の保存の登記をした。その後，Ｂは，Ｃに対し，乙建物を売却し，Ｃが乙建物の所有権を取得したが，乙建物の所有権の登記名義人は，Ｂのままであった。この場合において，Ａは，甲土地の所有権に基づき，Ｂに対しては乙建物の収去を求めることができるが，Ｃに対しては乙建物の収去を求めることはできない。",
    "answer": "✕"
  },
  {
    "id": 360,
    "label": "R1-1-イ",
    "text": "Ａは，Ｂに対し，甲土地を売却し，Ｂが甲土地の所有権を取得したが，甲土地の所有権の登記名義人は，Ａのままであった。この場合において，甲土地をＣが違法に占有しているときは，Ｂは，甲土地の所有権に基づき，Ｃに対し，甲土地の明渡しを求めることができる。",
    "answer": "◯"
  },
  {
    "id": 361,
    "label": "R1-1-ウ",
    "text": "Ｃは，乙動産を所有するＢに無断で乙動産を持ち出し，Ａ及びＢに無断で甲土地上に乙動産を放置した。この場合において，Ａが甲土地の所有権に基づき乙動産を所有するＢに対して乙動産の撤去を請求したときは，Ｂは，乙動産を放置したのがＣであることを理由に，その請求を拒絶することができない。",
    "answer": "◯"
  },
  {
    "id": 362,
    "label": "R1-1-エ",
    "text": "Ｂは，20年間，所有の意思をもって，平穏に，かつ，公然と甲土地を占有していた。この場合において，Ｂが取得時効を援用した後は，Ａは，Ｂに対して，甲土地につき，所有権に基づく物権的請求権を行使することができない。",
    "answer": "◯"
  },
  {
    "id": 363,
    "label": "R1-1-オ",
    "text": "Ｂが甲土地に地役権を有する場合において，Ｃが違法に，かつ，恒常的に甲土地に自動車を駐車し，Ｂによる地役権の行使を妨げ，地役権を侵害しているときは，Ｂは，地役権に基づき，Ａに対してはＣによる地役権侵害行為を禁止するために必要な措置をとるように求めることはできるが，Ｃに対しては地役権侵害行為の禁止を求めることはできない。",
    "answer": "✕"
  },
  {
    "id": 364,
    "label": "R1-2-ア",
    "text": "甲土地について，無権利者であるＤが単独で所有する旨の不実の登記をした場合には，Ａは，Ｂ及びＣの同意を得ない限り，Ｄに対して，その登記の抹消を請求することはできない。",
    "answer": "✕"
  },
  {
    "id": 365,
    "label": "R1-2-イ",
    "text": "第三者Ｄが違法に甲土地を占有している場合には，Ａは，Ｂ及びＣの同意を得なくても，Ｄに対して，甲土地の明渡しを請求することができる。",
    "answer": "◯"
  },
  {
    "id": 366,
    "label": "R1-2-ウ",
    "text": "ＡがＢ及びＣに無断で甲土地に変更を加える行為をしている場合において，Ｂは，Ｃの同意を得ていないときは，Ａに対して，当該行為の禁止を求めることはできない。",
    "answer": "✕"
  },
  {
    "id": 367,
    "label": "R1-2-エ",
    "text": "第三者Ｄが違法に甲土地を占有している場合には，Ａは，Ｄに対して，Ｂ及びＣに生じた損害についての賠償を請求することができない。",
    "answer": "◯"
  },
  {
    "id": 368,
    "label": "R1-2-オ",
    "text": "Ａ，Ｂ及びＣが共同して甲土地をＤに賃貸している場合において，Ｄに債務不履行があるときは，Ａは，Ｂ及びＣの同意を得なくても，当該賃貸借契約を解除することができる。",
    "answer": "✕"
  },
  {
    "id": 369,
    "label": "R1-3-ア",
    "text": "未成年者であっても，15歳に達していれば，法定代理人の同意がなくとも，有効な遺言をすることができる。",
    "answer": "◯"
  },
  {
    "id": 370,
    "label": "R1-3-イ",
    "text": "自筆証書遺言の作成日付を「平成31年1月吉日」と記載した遺言も有効である。",
    "answer": "✕"
  },
  {
    "id": 371,
    "label": "R1-3-ウ",
    "text": "自筆証書遺言については，印章に代えて，指頭に朱肉を付けて押捺することができる。",
    "answer": "◯"
  },
  {
    "id": 372,
    "label": "R1-3-エ",
    "text": "遺言者が口がきけない者である場合には，公正証書遺言を利用することはできない。",
    "answer": "✕"
  },
  {
    "id": 373,
    "label": "R1-3-オ",
    "text": "ＡとＢが同一の紙面にそれぞれの遺言と日付を記載した場合において，その紙面にＡが署名押印をし，Ｂが署名押印をしていないときは，Ａ単独の遺言として有効となる。",
    "answer": "✕"
  },
  {
    "id": 374,
    "label": "R1-4-ア",
    "text": "主である建物の所在地が甲登記所の管轄区域内にあり，その附属建物の所在地が乙登記所の管轄区域内にある甲登記所において登記されている一個の建物について，当該建物を二個の建物に分割する建物の分割の登記の申請は，甲登記所に対してしなければならない。",
    "answer": "◯"
  },
  {
    "id": 375,
    "label": "R1-4-イ",
    "text": "市町村合併により，建物の所在地が甲登記所の管轄から乙登記所の管轄に転属したときは，当該建物の表示に関する登記の申請は，甲登記所又は乙登記所のいずれの登記所にもすることができる。",
    "answer": "✕"
  },
  {
    "id": 376,
    "label": "R1-4-ウ",
    "text": "区分建物の敷地権の目的である土地が甲登記所の管轄区域内にある場合には，当該区分建物が乙登記所の管轄区域内に所在するときであっても，当該土地の表示に関する登記の申請は，乙登記所に対してすることはできない。",
    "answer": "◯"
  },
  {
    "id": 377,
    "label": "R1-4-エ",
    "text": "登記所の管轄区域を異にする土地にまたがって新築された建物の表題登記の申請は，当該建物の床面積の多い部分が存する土地を管轄する登記所に対してしなければならない。",
    "answer": "✕"
  },
  {
    "id": 378,
    "label": "R1-4-オ",
    "text": "甲登記所において登記されている建物について，乙登記所の管轄区域内にある土地上に附属建物を新築したことにより甲登記所と乙登記所の管轄区域にまたがることとなった場合には，当該附属建物の床面積が主である建物の床面積より大きいときであっても，当該建物の表題部の変更の登記の申請は，甲登記所に対してしなければならない。",
    "answer": "◯"
  },
  {
    "id": 379,
    "label": "R1-5-イ",
    "text": "宅地に接続して設けられた屋外プールの土地の地目は，雑種地である。",
    "answer": "✕"
  },
  {
    "id": 380,
    "label": "R1-5-ウ",
    "text": "専ら給水の目的で敷設された取水口から浄水場までの水路の用に供する土地の地目は，水道用地である。",
    "answer": "◯"
  },
  {
    "id": 381,
    "label": "R1-5-エ",
    "text": "用水を利用して「わさび」を肥培管理する土地の地目は，田である。",
    "answer": "◯"
  },
  {
    "id": 382,
    "label": "R1-5-オ",
    "text": "耕作の方法によらずに竹木が生育する土地の地目は，原野である。",
    "answer": "✕"
  },
  {
    "id": 383,
    "label": "R1-7-ア",
    "text": "地積測量図には，基本三角点等に基づく測量の成果による筆界点の座標値を記録しなければならないが，近傍に基本三角点等が存しない場合その他の基本三角点等に基づく測量ができない特別の事情がある場合には，近傍の恒久的な地物に基づく測量の成果による筆界点の座標値を記録しなければならない。",
    "answer": "◯"
  },
  {
    "id": 384,
    "label": "R1-7-イ",
    "text": "一の申請情報をもって隣接する数筆の土地の分筆の登記を申請する場合には，分筆後の土地の地積測量図は，分筆前の土地ごとに作成するものとされている。",
    "answer": "◯"
  },
  {
    "id": 385,
    "label": "R1-7-ウ",
    "text": "地役権の設定の登記がある承役地である土地の分筆の登記を申請する場合において，添付情報として地積測量図を地役権図面とともに提供するときは，地積測量図の縮尺を地役権図面の縮尺と同一にしなければならない。",
    "answer": "✕"
  },
  {
    "id": 386,
    "label": "R1-7-エ",
    "text": "地積測量図は，表題登記がない土地について，所有権を有することが確定判決によって確認された者が所有権の保存の登記を申請する場合にも，提供しなければならない。",
    "answer": "◯"
  },
  {
    "id": 387,
    "label": "R1-7-オ",
    "text": "地積測量図の保存期間は，閉鎖されたものであっても，永久とされている。",
    "answer": "✕"
  },
  {
    "id": 388,
    "label": "R1-8-ア",
    "text": "会社法人等番号を有する法人が所有権の登記名義人である土地について，地目の変更の登記を当該法人の支配人によって申請する場合には，当該申請を受ける登記所が，当該法人についての当該支配人の登記を受けた登記所と同一であり，かつ，法務大臣が指定した登記所以外のものでない限り，当該支配人の権限を証する登記事項証明書を提供しなければならない。",
    "answer": "✕"
  },
  {
    "id": 389,
    "label": "R1-8-イ",
    "text": "土地の表題登記を申請する場合において，申請人である当該土地の所有者が住民基本台帳法に規定する住民票コードを申請情報と併せて提供するときは，当該申請情報と併せて住所を証する情報を提供することを要しない。",
    "answer": "◯"
  },
  {
    "id": 390,
    "label": "R1-8-ウ",
    "text": "土地の表題登記を申請するときは，その土地の地番を申請情報の内容として提供しなければならない。",
    "answer": "✕"
  },
  {
    "id": 391,
    "label": "R1-8-エ",
    "text": "所有権の登記がある土地の合筆の登記を申請する場合において，登記識別情報を失念したときは，当該登記識別情報を提供することができない理由を申請情報の内容として提供しなければならない。",
    "answer": "◯"
  },
  {
    "id": 392,
    "label": "R1-8-オ",
    "text": "国又は地方公共団体の所有する土地について，官庁又は公署が土地の表題登記を嘱託する場合であっても，所有権を証する情報の提供を省略することはできない。",
    "answer": "✕"
  },
  {
    "id": 393,
    "label": "R1-9-ウ",
    "text": "Ａが所有権の登記名義人である甲建物に近接して，甲建物と効用上一体として利用する乙建物をＡが新築した場合において，甲建物に抵当権の設定の登記がされているときは，甲建物を主である建物，乙建物を附属建物とする一個の建物として取り扱うことはできない。",
    "answer": "✕"
  },
  {
    "id": 394,
    "label": "R1-9-エ",
    "text": "数個の専有部分に通ずる廊下で建物の構造上区分所有者の一部の共用に供されるべき建物の部分は，一個の建物として取り扱うことができる。",
    "answer": "✕"
  },
  {
    "id": 395,
    "label": "R1-9-オ",
    "text": "共用部分である旨の登記がある建物であっても，一個の建物として取り扱われる。",
    "answer": "◯"
  },
  {
    "id": 396,
    "label": "R1-10-ア",
    "text": "建物の敷地についての地積の更正の登記がされ，新たに地積測量図が備え付けられたときは，当該建物の表題部所有者若しくは所有権の登記名義人又はこれらの相続人その他の一般承継人は，当該建物の建物図面の訂正の申出をしなければならない。",
    "answer": "✕"
  },
  {
    "id": 397,
    "label": "R1-10-イ",
    "text": "書面を提出する方法により建物図面又は各階平面図を提供する場合において，用紙が数枚にわたるときは，当該建物図面又は各階平面図の余白の適宜の箇所にその総枚数及び当該用紙が何枚目の用紙である旨を記載するものとされている。",
    "answer": "◯"
  },
  {
    "id": 398,
    "label": "R1-10-ウ",
    "text": "資格者代理人が電子署名を行って提供する建物図面又は各階平面図には，作成の年月日並びに申請人及び作成者の氏名又は名称を記録しなければならない。",
    "answer": "◯"
  },
  {
    "id": 399,
    "label": "R1-10-エ",
    "text": "資格者代理人が電子署名を行って提供する建物図面は，その建物の敷地についての不動産登記法第14条第1項の地図が備え付けられているときは，当該地図と同一の縮尺により作成しなければならない。",
    "answer": "✕"
  },
  {
    "id": 400,
    "label": "R1-10-オ",
    "text": "区分建物としての構造上の要件を備える互いに隣接した2部屋を一個の区分建物として登記している場合において，その2部屋間の隔壁を除去し物理的に1部屋としたときは，建物図面及び各階平面図の訂正の申出をすることができる。",
    "answer": "✕"
  },
  {
    "id": 401,
    "label": "R1-11-ア",
    "text": "甲土地及び乙土地の表題部所有者であるＡは，甲土地の表題部所有者の氏名についての変更の登記と，乙土地を甲土地に合筆する合筆の登記を，一の申請情報によって申請することができない。",
    "answer": "✕"
  },
  {
    "id": 402,
    "label": "R1-11-イ",
    "text": "同一の土地について，地目の変更の登記と地積の更正の登記は，一の申請情報によって申請することができない。",
    "answer": "✕"
  },
  {
    "id": 403,
    "label": "R1-11-ウ",
    "text": "甲建物を取り壊して，その敷地上に乙建物を新築した場合に，甲建物についての建物の滅失の登記と，乙建物についての建物の表題登記は，一の申請情報によって申請することができない。",
    "answer": "◯"
  },
  {
    "id": 404,
    "label": "R1-11-エ",
    "text": "同一の登記所の管轄区域内に，いずれも所有権の登記名義人がＡである甲土地と乙土地とが隣接して存在する場合において，宅地造成が完了して甲土地と乙土地の地目が同一の日に雑種地から宅地となったときは，甲土地の地目の変更の登記と乙土地の地目の変更の登記は，一の申請情報によって申請することができる。",
    "answer": "◯"
  },
  {
    "id": 405,
    "label": "R1-11-オ",
    "text": "同一の登記所の管轄区域内にある甲土地及び乙土地について，表題部所有者がＡである甲土地の分筆の登記と，所有権の登記名義人がＡである乙土地の分筆の登記は，一の申請情報によって申請することができない。",
    "answer": "✕"
  },
  {
    "id": 406,
    "label": "R1-12-ア",
    "text": "共用部分である旨の登記がある甲建物を共用部分である旨の登記がない乙建物の附属建物とする建物の合併の登記は，申請することができない。",
    "answer": "◯"
  },
  {
    "id": 407,
    "label": "R1-12-イ",
    "text": "甲建物の登記記録から甲建物の附属建物を分割して，これを乙建物の附属建物としようとするときは，甲建物の附属建物を分割する建物の分割の登記と，当該附属建物を乙建物の附属建物とする建物の合併の登記は，一の申請情報によって申請することができる。",
    "answer": "◯"
  },
  {
    "id": 408,
    "label": "R1-12-ウ",
    "text": "互いに接続する甲区分建物と乙区分建物とを合併して一個の区分建物とする建物の合併の登記は，合併前の甲区分建物及び乙区分建物の種類が同一でなければ，申請することができない。",
    "answer": "✕"
  },
  {
    "id": 409,
    "label": "R1-12-エ",
    "text": "一棟の建物の中間部分を取り壊して，相互に接続しない二棟の建物とした場合において，いずれの建物も主である建物とする場合には，どちらか一方を主である建物，もう一方を附属建物とする建物の表題部の変更の登記を申請し，当該登記が完了した後でなければ建物の分割の登記を申請することができない。",
    "answer": "✕"
  },
  {
    "id": 410,
    "label": "R1-12-オ",
    "text": "敷地権の登記がある甲区分建物を敷地権の登記がある乙区分建物の附属建物とする建物の合併の登記は，申請することができない。",
    "answer": "✕"
  },
  {
    "id": 411,
    "label": "R1-13-ア",
    "text": "建物の表題部所有者であるＡの申請によりされたＡを所有権の登記名義人とする所有権の保存の登記が錯誤により抹消された場合には，その建物の所有者Ｂの申請又は職権により，当該建物についての表題登記を改めてすることとなる。",
    "answer": "◯"
  },
  {
    "id": 412,
    "label": "R1-13-イ",
    "text": "建物の表題部所有者の相続人を所有権の登記名義人とする所有権の保存の登記が錯誤により抹消された場合には，登記官において当該表題部所有者が所有権を有していたことを確認することができるときであり，かつ，当該建物が現存するときであっても，当該建物の登記記録は閉鎖される。",
    "answer": "✕"
  },
  {
    "id": 413,
    "label": "R1-13-ウ",
    "text": "建物を新築する場合において，不動産工事の先取特権の保存の登記がされた建物の建築が完了したときは，当該建物の所有者は，当該建物の表題登記を申請する必要がない。",
    "answer": "✕"
  },
  {
    "id": 414,
    "label": "R1-13-エ",
    "text": "所有権の登記がある建物の附属建物を新築する場合において，不動産工事の先取特権の保存の登記がされた後附属建物の建築が完了したときは，当該附属建物が属する建物の所有権の登記名義人は，遅滞なく，当該附属建物の新築による建物の表題部の変更の登記を申請しなければならない。",
    "answer": "◯"
  },
  {
    "id": 415,
    "label": "R1-13-オ",
    "text": "Ａが表題部所有者である甲建物と，Ａが表題部所有者である乙建物の附属建物として登記されている丙建物とが，増改築工事により一個の建物となった場合には，甲建物と丙建物が一個の建物となった日から1月以内に，合体後の建物についての建物の表題登記並びに合体前の甲建物及び乙建物についての表題部の登記の抹消を申請しなければならない。",
    "answer": "✕"
  },
  {
    "id": 416,
    "label": "R1-14-ア",
    "text": "土地区画整理事業の施行者は，土地区画整理事業の施行のために必要がある場合においても，所有権の登記名義人に代位して，土地の分筆又は合筆の登記を申請することはできない。",
    "answer": "✕"
  },
  {
    "id": 417,
    "label": "R1-14-イ",
    "text": "一筆の土地の一部について地役権の設定を受けた地役権者は，当該土地の所有権の登記名義人に代位して，その一部分を分筆する分筆の登記を申請することができる。",
    "answer": "✕"
  },
  {
    "id": 418,
    "label": "R1-14-ウ",
    "text": "一筆の土地の一部について処分禁止の仮処分命令を得た債権者は，当該仮処分命令の正本を代位原因を証する情報として，当該土地の所有権の登記名義人である債務者に代位して，その一部分を分筆する分筆の登記を申請することができる。",
    "answer": "◯"
  },
  {
    "id": 419,
    "label": "R1-14-エ",
    "text": "一筆の土地について相続人Ａ及びＢを所有権の登記名義人とする法定相続分に応じた相続による所有権の移転の登記がされた後に，当該土地を二筆に分筆してＡ及びＢがそれぞれ一筆ずつ取得する内容の遺産分割調停が成立した場合には，当該遺産分割調停の調停調書の正本を代位原因を証する情報として，Ａは，単独で，Ｂに代位して，当該土地の分筆の登記を申請することができる。",
    "answer": "◯"
  },
  {
    "id": 420,
    "label": "R1-14-オ",
    "text": "Ａ及びＢが所有権の登記名義人であり，地目が農地である土地について，農地法所定の許可を受けた上で宅地としたにもかかわらず，Ｂが地目の変更の登記の申請に応じないときは，Ａは，Ｂに代位して，当該土地の地目の変更の登記を申請することができる。",
    "answer": "✕"
  },
  {
    "id": 421,
    "label": "R1-15-ア",
    "text": "建物の表題登記の申請をする場合において，表題部所有者となる者の所有権を有することを証する情報として当該建物の敷地所有者による証明情報を添付するときは，敷地の共有者の一部の者による証明でも差し支えない。",
    "answer": "◯"
  },
  {
    "id": 422,
    "label": "R1-15-イ",
    "text": "Ａを所有権の登記名義人とする建物の合併の登記について，土地家屋調査士を代理人として電子申請をする場合において，当該土地家屋調査士を代理人とする委任状にＡが適正な電子署名を行ったときは，添付情報として，その電子証明書とともに作成後3月以内のＡの印鑑に関する証明書を提供しなければならない。",
    "answer": "✕"
  },
  {
    "id": 423,
    "label": "R1-15-ウ",
    "text": "株式会社を所有者とする建物の表題登記について，土地家屋調査士を代理人として電子申請をする場合において，当該土地家屋調査士を代理人とする委任状に当該株式会社の代表者が適正な電子署名を行ったときは，添付情報として，その電子証明書とともに当該株式会社の会社法人等番号を提供しなければならない。",
    "answer": "✕"
  },
  {
    "id": 424,
    "label": "R1-15-エ",
    "text": "所有権の登記のある建物の合併の登記について，土地家屋調査士を代理人として電子申請をする場合において，合併前の建物の所有権の登記について登記識別情報が書面で通知されているときは，当該書面をスキャナにより電磁的記録に記録し，当該土地家屋調査士が適正な電子署名を行った当該電磁的記録を添付情報として提供する方法により，当該登記識別情報を提供することができる。",
    "answer": "✕"
  },
  {
    "id": 425,
    "label": "R1-15-オ",
    "text": "表題登記がされていない建物を相続したＡが，Ａを所有者とする建物の表題登記を申請する場合には，所有権を有することを証する情報及び住所を証する情報として，Ａの住所が記載されている法定相続情報一覧図の写しを提供することができる。",
    "answer": "◯"
  },
  {
    "id": 426,
    "label": "R1-16-ア",
    "text": "地目が雑種地として登記されている土地の上に建物を新築して宅地になった後に当該土地の所有権の登記名義人となった者は，その者に係る所有権の登記があった日から1月以内に，当該土地の地目に関する変更の登記を申請する義務を負う。",
    "answer": "◯"
  },
  {
    "id": 427,
    "label": "R1-16-イ",
    "text": "所有者がＡである不動産について，表題部所有者が誤ってＢと記録されている場合には，表題部所有者をＡに更正する表題部所有者の更正の登記は，Ａ及びＢが共同して申請しなければならない。",
    "answer": "✕"
  },
  {
    "id": 428,
    "label": "R1-16-ウ",
    "text": "表題登記がない区分建物でない建物の所有者であるＡが死亡し，Ａの相続人であるＢが単独で当該建物を相続した場合において，表題登記が未了のままＢが死亡し，Ｂの相続人であるＣが単独で当該建物を相続したときは，Ｃは，所有者として当該建物の表題登記を申請する義務を負う。",
    "answer": "◯"
  },
  {
    "id": 429,
    "label": "R1-16-エ",
    "text": "敷地となっている土地の分筆の登記により区分建物でない建物が所在する土地の地番に変更が生じた場合には，当該建物の所有権の登記名義人は，当該建物の所在に関する変更の登記を申請する義務を負う。",
    "answer": "◯"
  },
  {
    "id": 430,
    "label": "R1-16-オ",
    "text": "行政区画の変更により建物の所在に変更が生じた場合には，当該建物の所有権の登記名義人は，当該建物の所在に関する変更の登記を申請する義務を負う。",
    "answer": "✕"
  },
  {
    "id": 431,
    "label": "R1-17-ア",
    "text": "地図に表示された土地の区画に誤りがある場合において，相続によって当該土地の所有権を取得した者は，当該相続による所有権の移転の登記を経なければ，地図等の訂正の申出をすることはできない。",
    "answer": "✕"
  },
  {
    "id": 432,
    "label": "R1-17-イ",
    "text": "地図に準ずる図面に表示された土地の形状に誤りがあるとして地図等の訂正の申出をした場合において，当該地図に準ずる図面を訂正することによって当該申出に係る土地以外の土地の形状を訂正すべきこととなるときは，当該申出は却下される。",
    "answer": "◯"
  },
  {
    "id": 433,
    "label": "R1-17-ウ",
    "text": "土地の所有権の登記名義人と隣接地の所有権の登記名義人との間で両土地の地番を付け替える旨の合意をしたときは，当該土地の所有権の登記名義人は，地図に準ずる図面に表示された土地の地番に誤りがあるとして，地図等の訂正の申出をすることができる。",
    "answer": "✕"
  },
  {
    "id": 434,
    "label": "R1-17-エ",
    "text": "地図に準ずる図面に表示された土地の形状に誤りがあるとして書面を提出する方法により地図等の訂正の申出をした場合において，その申出を取り下げたとき又は申出が却下されたときは，当該申出に係る申出書及びその添付書面は申出人に還付される。",
    "answer": "✕"
  },
  {
    "id": 435,
    "label": "R1-17-オ",
    "text": "地図に準ずる図面に表示された土地の位置に誤りがある場合において，その誤りを登記所に備え付けられている地積測量図によって確認することができるときは，当該地積測量図を特定する情報を提供すれば，他に当該土地の位置に誤りがあることを証する情報を提供しないで地図等の訂正の申出をすることができる。",
    "answer": "◯"
  },
  {
    "id": 436,
    "label": "R1-18-ア",
    "text": "一棟の建物が所在する甲土地が敷地権の目的である土地として登記されている敷地権付き区分建物について，甲土地から乙土地を分筆する分筆の登記がされたことによって，乙土地が当該区分建物が属する一棟の建物が所在しない土地となったときは，当該分筆の登記がされた日から1月以内に，乙土地が敷地権の目的である土地でなくなったことによる区分建物の表題部の変更の登記を申請しなければならない。",
    "answer": "✕"
  },
  {
    "id": 437,
    "label": "R1-18-イ",
    "text": "区分建物が属する一棟の建物の構造についての表題部の更正の登記を申請する場合には，その一棟の建物に属する他の区分建物の所有権の登記名義人も，併せて一棟の建物の表題部の更正の登記を申請しなければならない。",
    "answer": "✕"
  },
  {
    "id": 438,
    "label": "R1-18-ウ",
    "text": "一棟の建物が甲区分建物と乙区分建物からなる場合において，乙区分建物のみが滅失したときは，乙区分建物の滅失の登記の申請と甲区分建物を区分建物でない建物に変更する表題部の変更の登記の申請は，併せてしなければならない。",
    "answer": "✕"
  },
  {
    "id": 439,
    "label": "R1-18-エ",
    "text": "敷地権である地上権の存続期間が満了したことにより，敷地権の登記を抹消する区分建物の表題部の変更の登記を申請する場合には，登記原因及びその日付に「（元号）何年何月何日敷地権消滅」と記録して申請する。",
    "answer": "◯"
  },
  {
    "id": 440,
    "label": "R1-18-オ",
    "text": "三個の区分建物で構成される一棟の建物に属する区分建物についての表題登記を申請する場合において，一個の区分建物についてのみ専有部分とその専有部分に係る敷地利用権の分離処分を可能とする規約が設定されているときは，他の二個の区分建物についてのみ敷地権に関する事項を申請情報の内容とすることができる。",
    "answer": "◯"
  },
  {
    "id": 441,
    "label": "R1-20-ア",
    "text": "土地家屋調査士は，正当な事由がある場合でなければ，筆界特定の手続についての代理業務及びその相談業務並びに民間紛争解決手続代理関係業務に関するものを除き，依頼を拒んではならない。",
    "answer": "◯"
  },
  {
    "id": 442,
    "label": "R1-20-イ",
    "text": "土地家屋調査士は，二以上の事務所を設けることはできない。",
    "answer": "◯"
  },
  {
    "id": 443,
    "label": "R1-20-ウ",
    "text": "土地家屋調査士は，その所属する土地家屋調査士会及び日本土地家屋調査士会連合会の会則を守るように努めなければならない。",
    "answer": "✕"
  },
  {
    "id": 444,
    "label": "R1-20-エ",
    "text": "土地家屋調査士又は土地家屋調査士であった者は，正当な事由がある場合であっても，業務上取り扱った事件について知ることのできた秘密を他に漏らしてはならない。",
    "answer": "✕"
  },
  {
    "id": 445,
    "label": "R1-20-オ",
    "text": "土地家屋調査士は，その所属する土地家屋調査士会及び日本土地家屋調査士会連合会が実施する研修を受け，その資質の向上を図るように努めなければならない。",
    "answer": "◯"
  },
  {
    "id": 446,
    "label": "R6-1-ア",
    "text": "成年後見人は、成年被後見人が後見開始の審判を受ける前に締結した契約について、その締結の時に既に後見開始の事由が存在していたことを証明して、取り消すことができる。",
    "answer": "✕"
  },
  {
    "id": 447,
    "label": "R6-1-イ",
    "text": "未成年者が法定代理人の同意を得ずにしたことを理由として法律行為を取り消すことができる場合には、その取消権の行使は、未成年者が単独ですることができる。",
    "answer": "◯"
  },
  {
    "id": 448,
    "label": "R6-1-ウ",
    "text": "未成年者は、取り消すことができることを知って契約を締結した場合には、その契約を取り消すことができない。",
    "answer": "✕"
  },
  {
    "id": 449,
    "label": "R6-1-エ",
    "text": "成年被後見人であるＡがＢから日用品を買った場合には、Ａの成年後見人Ｃは、Ａが成年被後見人であることをＢが知っていたときに限り、当該日用品の売買契約を取り消すことができる。",
    "answer": "✕"
  },
  {
    "id": 450,
    "label": "R6-1-オ",
    "text": "被保佐人が保佐人の同意を得ずにしたことを理由として法律行為を取り消すことができる場合には、その法律行為の相手方は、保佐人に対し、その法律行為を追認するかどうかを確答すべき旨の催告をすることができる。",
    "answer": "◯"
  },
  {
    "id": 451,
    "label": "R6-2-ア",
    "text": "Ａが甲土地をＢに売却した後、その旨の登記がされない間に、更に甲土地をＣに売却した場合において、ＡＣ間の売買の時点で、ＡＢ間の売買についてＣが悪意であったときは、Ｂは、甲土地について所有権の移転の登記を備えなくても、Ｃに対し、甲土地の所有権の取得を対抗することができる。",
    "answer": "✕"
  },
  {
    "id": 452,
    "label": "R6-2-イ",
    "text": "Ａが甲土地をＢに売却した後、その旨の登記がされない間に、Ｃのために抵当権を設定した場合には、Ｂは、甲土地について所有権の移転の登記を備えなくても、Ｃの抵当権が実行されて買受人となったＤに対し、甲土地の所有権の取得を対抗することができる。",
    "answer": "✕"
  },
  {
    "id": 453,
    "label": "R6-2-ウ",
    "text": "Ｂが甲土地を更にＣに売却した場合には、Ｃは、甲土地について所有権の移転の登記を備えなくても、Ａに対し、甲土地の所有権の取得を対抗することができる。",
    "answer": "◯"
  },
  {
    "id": 454,
    "label": "R6-2-エ",
    "text": "Ａが甲土地をＢに売却した後、その旨の登記がされない間に、Ａが死亡し、Ａの唯一の相続人である子Ｃが甲土地を相続した場合には、Ｂは、甲土地について所有権の移転の登記を備えなくても、Ｃに対し、甲土地の所有権の取得を対抗することができる。",
    "answer": "◯"
  },
  {
    "id": 455,
    "label": "R6-2-オ",
    "text": "Ｂは、甲土地について所有権の移転の登記を備えなければ、甲土地を無権原で占有するＣに対し、甲土地の明渡しを請求することができない。",
    "answer": "✕"
  },
  {
    "id": 456,
    "label": "R6-3-ア",
    "text": "Ａの死亡以前にＡの実子Ｂが死亡していた場合であっても、Ｂの養子Ｃは、Ａの代襲相続人とならない。",
    "answer": "✕"
  },
  {
    "id": 457,
    "label": "R6-3-イ",
    "text": "Ａの死亡以前にＡの実子Ｂが死亡していた場合には、Ａの死亡時に胎児であり、その後生きて生まれたＢの子Ｃは、Ａの代襲相続人となる。",
    "answer": "◯"
  },
  {
    "id": 458,
    "label": "R6-3-ウ",
    "text": "Ａの実子Ｂが廃除によってＡの相続権を失った場合には、Ｂの実子Ｃは、Ａの代襲相続人となる。",
    "answer": "◯"
  },
  {
    "id": 459,
    "label": "R6-3-エ",
    "text": "Ａの死亡以前にＡの配偶者Ｂが死亡していた場合であっても、Ｂとその元配偶者Ｃとの間の実子Ｄは、Ａの代襲相続人とならない。",
    "answer": "◯"
  },
  {
    "id": 460,
    "label": "R6-3-オ",
    "text": "Ａに子がなく、かつ、Ａの死亡以前にＡの父Ｂ及び母Ｃが死亡していた場合において、Ｂの父Ｄが生存しているときは、Ｄは、Ａの代襲相続人となる。",
    "answer": "✕"
  },
  {
    "id": 461,
    "label": "R6-4-ア",
    "text": "土地の表題登記を申請する場合において、申請人である当該土地の所有者が住民基本台帳法に規定する住民票コードを提供したときは、申請情報と併せて住所を証する情報を提供することを要しない。",
    "answer": "◯"
  },
  {
    "id": 462,
    "label": "R6-4-イ",
    "text": "表題登記がない甲土地を所有するＡが死亡し、その相続人がＢである場合において、Ｂの住所が記載されている法定相続情報一覧図の写しを提供して、Ｂを表題部所有者とする甲土地の表題登記を申請するときであっても、Ｂの住所を証する情報を提供しなければならない。",
    "answer": "✕"
  },
  {
    "id": 463,
    "label": "R6-4-ウ",
    "text": "複数の者が共有する土地を敷地とする建物の表題登記を申請する場合には、表題部所有者となる者の所有権を有することを証する情報として提供する当該建物の敷地所有者による証明情報は、当該敷地の持分の過半数を有する者によるものでなければならない。",
    "answer": "✕"
  },
  {
    "id": 464,
    "label": "R6-4-エ",
    "text": "土地家屋調査士が代理人として電子申請の方法により合同会社を所有者とする建物の表題登記を申請する場合において、当該合同会社による電子署名が付された代理権限を証する情報を提供したときであっても、添付情報として、当該合同会社の会社法人等番号を提供しなければならない。",
    "answer": "◯"
  },
  {
    "id": 465,
    "label": "R6-4-オ",
    "text": "区分建物の表題登記を申請する場合において、規約により専有部分と敷地利用権との分離処分を可能とする旨を定めたことにより地上権が当該区分建物の敷地権とならないときであっても、その敷地利用権が地上権であり、かつ、当該区分建物が属する一棟の建物の敷地について登記された地上権の登記名義人が当該区分建物の所有者であるときは、添付情報として、当該規約の定めを証する情報を提供することを要しない。",
    "answer": "✕"
  },
  {
    "id": 466,
    "label": "R6-5-ア",
    "text": "以下の書類は調査士報告方式の対象となるか。地役権の登記がある承役地の分筆の登記を申請する場合において、地役権設定の範囲が分筆後の土地の一部であるときに提供する当該地役権設定の範囲を証する書面",
    "answer": "✕"
  },
  {
    "id": 467,
    "label": "R6-5-イ",
    "text": "以下の書類は調査士報告方式の対象となるか。建物の滅失の登記を申請する場合に代理人の権限を証する情報として提供する委任状",
    "answer": "◯"
  },
  {
    "id": 468,
    "label": "R6-5-ウ",
    "text": "以下の書類は調査士報告方式の対象となるか。建物の表題登記を申請する場合に所有権を有することを証する情報として提供する工事施工会社作成の工事完了引渡証明書",
    "answer": "◯"
  },
  {
    "id": 469,
    "label": "R6-5-エ",
    "text": "以下の書類は調査士報告方式の対象となるか。表題部所有者の更正の登記を申請する場合に表題部所有者の承諾を証する情報として提供する承諾書",
    "answer": "✕"
  },
  {
    "id": 470,
    "label": "R6-5-オ",
    "text": "以下の書類は調査士報告方式の対象となるか。抵当権の登記がある甲建物と抵当権の登記がない乙建物が合体して1個の建物となった場合において、合体後の建物についての建物の表題登記及び合体前の建物についての建物の表題部の登記の抹消を申請するときに当該抵当権の登記名義人が当該抵当権を合体後の建物について消滅させることについて承諾したことを証する情報として提供する当該抵当権の登記名義人作成の承諾書",
    "answer": "✕"
  },
  {
    "id": 471,
    "label": "R6-6-ア",
    "text": "地図を作成するための測量は、近傍に基本三角点等が存しない場合には、近傍の恒久的な地物を基礎として行うことができる。",
    "answer": "✕"
  },
  {
    "id": 472,
    "label": "R6-6-イ",
    "text": "地図に表示された隣接する2筆の土地の区画に誤りがあることによる地図の訂正の申出をする場合において、当該2筆の土地が同一の登記所の管轄区域内にあるときは、一の地図訂正申出情報により申出をすることができる。",
    "answer": "✕"
  },
  {
    "id": 473,
    "label": "R6-6-ウ",
    "text": "新たに地図が備え付けられたことによって従前の地図に準ずる図面が閉鎖された場合であっても、当該地図に準ずる図面の保存期間は、永久とされる。",
    "answer": "◯"
  },
  {
    "id": 474,
    "label": "R6-6-エ",
    "text": "地図に表示された土地の区画に誤りがあることによる地図の訂正の申出をする場合において、その誤りを閉鎖された地図に準ずる図面により確認することができるときは、地図に表示された土地の区画に誤りがあることを証する情報として、当該地図に準ずる図面を特定する情報を提供すれば足りる。",
    "answer": "◯"
  },
  {
    "id": 475,
    "label": "R6-6-オ",
    "text": "土地の分筆の登記の申請をする際に添付情報として提供した地積測量図の分筆線に誤りがあり、その誤った分筆線で当該分筆の登記がされた場合には、当該分筆線が誤りであることを証する情報を提供して、地図の訂正の申出により分筆線を訂正することができる。",
    "answer": "✕"
  },
  {
    "id": 476,
    "label": "R6-7-ア",
    "text": "甲土地の登記記録の地積と申請情報の内容とする地積との差が公差の範囲内である場合であっても、甲土地の地積に関する更正の登記を申請することができる。",
    "answer": "◯"
  },
  {
    "id": 477,
    "label": "R6-7-イ",
    "text": "地殻変動によって一筆の土地の一部が常時海面下に没するようになった場合には、当該一筆の土地の地積が減少したことによる地積に関する更正の登記を申請することができる。",
    "answer": "✕"
  },
  {
    "id": 478,
    "label": "R6-7-ウ",
    "text": "土地の地積が減少することとなる地積に関する更正の登記を申請する場合において、当該土地に抵当権の登記があるときであっても、当該抵当権の登記名義人が地積を更正することについて承諾したことを証する情報を提供することを要しない。",
    "answer": "◯"
  },
  {
    "id": 479,
    "label": "R6-7-エ",
    "text": "土地の地積が増加することとなる地積に関する更正の登記を申請する場合には、当該土地に隣接する土地の所有権の登記名義人が地積を更正することについて承諾したことを証する情報を提供しなければならない。",
    "answer": "✕"
  },
  {
    "id": 480,
    "label": "R6-7-オ",
    "text": "土地の登記記録の地積に誤りがあることが判明した後に当該土地の所有権の登記名義人となった者は、その者に係る所有権の登記があった日から1か月以内に、当該土地の地積に関する更正の登記を申請しなければならない。",
    "answer": "✕"
  },
  {
    "id": 481,
    "label": "R6-8-ア",
    "text": "要役地についてする地役権の登記がある土地について、その所有権の登記名義人であり、地役権者である株式会社が分筆の登記を申請する場合において、当該地役権を分筆後のいずれかの土地について消滅させることを証する書面を添付情報として提供し、当該株式会社の会社法人等番号を申請情報として提供したときは、当該株式会社の印鑑に関する証明書の提供を要しない。",
    "answer": "◯"
  },
  {
    "id": 482,
    "label": "R6-8-イ",
    "text": "Ａが表題部所有者である甲土地とＡが所有権の登記名義人である乙土地とが同一の登記所の管轄区域内にある場合であっても、甲土地の分筆の登記と乙土地の分筆の登記とを、一の申請情報によって申請することはできない。",
    "answer": "✕"
  },
  {
    "id": 483,
    "label": "R6-8-ウ",
    "text": "甲土地の所有権の登記名義人であるＡが死亡し、その唯一の相続人であるＢが甲土地の分筆の登記を申請する場合において、その相続に関して法定相続情報一覧図の写しを添付情報として提供したときは、Ｂは、Ａの相続人である旨を申請情報の内容とすることを要しない。",
    "answer": "✕"
  },
  {
    "id": 484,
    "label": "R6-8-エ",
    "text": "株式会社が所有権の登記名義人である甲土地について、地方公共団体が代位により甲土地から乙土地を分筆する分筆の登記を嘱託する場合には、登録免許税は課されない。",
    "answer": "◯"
  },
  {
    "id": 485,
    "label": "R6-8-オ",
    "text": "Ａ、Ｂ及びＣが所有権の登記名義人であり、持分がそれぞれ３分の１である甲土地から乙土地を分筆する分筆の登記を申請する場合には、Ａ、Ｂ及びＣの全員でしなければならない。",
    "answer": "✕"
  },
  {
    "id": 486,
    "label": "R6-9-ア",
    "text": "甲土地及び乙土地いずれも所有権の登記名義人がＡ及びＢである場合において、甲土地についてＡの持分を5分の3とし、Ｂの持分を5分の2とする登記がされており、乙土地についてＡの持分を5分の2とし、Ｂの持分を5分の3とする登記がされているときは、乙土地を甲土地に合筆する合筆の登記を申請することができない。",
    "answer": "◯"
  },
  {
    "id": 487,
    "label": "R6-9-イ",
    "text": "登記記録の地目がいずれも同一である甲土地及び乙土地について、その現況の地目が甲土地と乙土地とでそれぞれ異なる場合であっても、乙土地を甲土地に合筆する合筆の登記を申請することができる。",
    "answer": "✕"
  },
  {
    "id": 488,
    "label": "R6-9-ウ",
    "text": "地方公共団体が所有する土地について、当該地方公共団体が合筆の登記を嘱託する場合には、登記識別情報を提供することを要しない。",
    "answer": "◯"
  },
  {
    "id": 489,
    "label": "R6-9-エ",
    "text": "Ａ及びＢが表題部所有者として登記されている甲土地に、Ａ及びＢを所有権の登記名義人とする乙土地を合筆する合筆の登記を申請することができる。",
    "answer": "✕"
  },
  {
    "id": 490,
    "label": "R6-9-オ",
    "text": "承役地についてする地役権の登記がある甲土地に地役権の登記がない乙土地を合筆する合筆の登記を申請する場合には、地役権設定の範囲を申請情報の内容としなければならない。",
    "answer": "◯"
  },
  {
    "id": 491,
    "label": "R6-10-ア",
    "text": "書面を提出する方法により地役権図面を提供する場合には、当該地役権図面に地役権者が署名し、又は記名押印しなければならない。",
    "answer": "◯"
  },
  {
    "id": 492,
    "label": "R6-10-イ",
    "text": "承役地についてする地役権の登記がある土地の分筆の登記を申請する場合において、その添付情報として地積測量図と併せて地役権図面を提供するときは、当該地役権図面の縮尺を当該地積測量図の縮尺と同一にしなければならない。",
    "answer": "✕"
  },
  {
    "id": 493,
    "label": "R6-10-ウ",
    "text": "承役地についてする地役権の登記がある甲土地に地役権図面が備え付けられている場合において、甲土地から乙土地を分筆する分筆の登記を申請し、地役権設定の範囲が分筆後の甲土地の一部のみとなるときは、当該申請の申請情報と併せて地役権図面を提供することを要しない。",
    "answer": "✕"
  },
  {
    "id": 494,
    "label": "R6-10-エ",
    "text": "承役地についてする地役権の登記がある甲土地に地役権図面が備え付けられている場合において、新たな地役権図面を添付情報として提供して甲土地から乙土地を分筆する分筆の登記を申請し、当該登記がされたときは、従前の地役権図面は、閉鎖される。",
    "answer": "◯"
  },
  {
    "id": 495,
    "label": "R6-10-オ",
    "text": "地役権図面には、要役地の所在地番を記録しなければならない。",
    "answer": "✕"
  },
  {
    "id": 496,
    "label": "R6-11-ア",
    "text": "Ａを所有権の登記名義人とする甲建物の附属建物について、ＡＢ間で売買契約が締結され、Ｂが当該附属建物の所有権を取得した場合には、Ｂは、Ａに代位して甲建物の分割の登記を申請することができる。",
    "answer": "◯"
  },
  {
    "id": 497,
    "label": "R6-11-イ",
    "text": "Ａを所有権の登記名義人とする甲土地及び乙土地を合筆してＢに売却する旨の売買契約がＡＢ間で締結された場合には、Ｂは、甲土地及び乙土地について売買を原因とする所有権の移転の登記を申請する前提として、Ａに代位して土地の合筆の登記を申請することができる。",
    "answer": "✕"
  },
  {
    "id": 498,
    "label": "R6-11-ウ",
    "text": "区分建物の所有権の原始取得者であるＡが当該区分建物をＢに売却し、その後、Ｂが当該区分建物をＣに売却した場合において、Ａが当該区分建物の表題登記を申請しないときであっても、Ｃは、Ａに代位して当該区分建物の表題登記を申請することができない。",
    "answer": "✕"
  },
  {
    "id": 499,
    "label": "R6-11-エ",
    "text": "Ａを所有権の登記名義人とする甲土地の一部に地役権を設定したＢは、Ａに代位して甲土地の分筆の登記を申請することができない。",
    "answer": "◯"
  },
  {
    "id": 500,
    "label": "R6-11-オ",
    "text": "Ａ及びＢが所有権の登記名義人である甲建物が増築されたことにより、甲建物の床面積が変更された場合において、Ｂが甲建物の床面積の変更の登記の申請に応じないときは、Ａは、Ｂに代位して当該申請をすることができる。",
    "answer": "✕"
  },
  {
    "id": 501,
    "label": "R6-12-ア",
    "text": "上屋を有する駅のホーム内にある売店は、基礎工事が施されてホームに定着しており、周壁により外気と分断されている場合には、建物として登記することができる。",
    "answer": "✕"
  },
  {
    "id": 502,
    "label": "R6-12-ウ",
    "text": "廃車となった鉄道車両は、基礎工事が施されて土地に定着しており、店舗の用途に供されている場合には、建物として登記することができる。",
    "answer": "◯"
  },
  {
    "id": 503,
    "label": "R6-12-エ",
    "text": "開閉式円形ドーム屋根を有する野球場は、当該屋根の開閉可能部分の下にある観客席及びフィールド部分を除き、建物として登記することができる。",
    "answer": "✕"
  },
  {
    "id": 504,
    "label": "R6-12-オ",
    "text": "円柱状の形をした大型の石油備蓄用の石油タンクは、建物として登記することができる。",
    "answer": "✕"
  },
  {
    "id": 505,
    "label": "R6-13-ア",
    "text": "表題登記がある建物の所在する行政区画の名称に変更があった場合には、当該建物の表題部の不動産所在事項の変更の登記を申請しなければならない。",
    "answer": "✕"
  },
  {
    "id": 506,
    "label": "R6-13-イ",
    "text": "区分建物が属する一棟の建物の規約敷地とされた土地の地番は、当該区分建物の一棟の建物の表示欄中の所在欄に記録される。",
    "answer": "✕"
  },
  {
    "id": 507,
    "label": "R6-13-ウ",
    "text": "仮換地が指定された土地の上に建物が新築された場合において、当該建物の表題登記を申請するときは、申請情報である建物の所在として、当該建物が現に存する土地の地番を提供しなければならない。",
    "answer": "◯"
  },
  {
    "id": 508,
    "label": "R6-13-エ",
    "text": "永久的な施設である桟橋上に建物が建築された場合において、当該建物の表題部に不動産所在事項を記録するときは、その建物から最も近い土地の地番を用いて「何番地先」のように記録する。",
    "answer": "◯"
  },
  {
    "id": 509,
    "label": "R6-13-オ",
    "text": "附属建物がある区分建物の表題登記を申請する場合において、当該附属建物が区分建物であって、主である建物と同一の一棟の建物に属するときは、当該附属建物の所在地番を申請情報の内容とすることを要しない。",
    "answer": "◯"
  },
  {
    "id": 510,
    "label": "R6-14-ア",
    "text": "近接して建築されたが、効用上一体として利用される状態にない甲建物及び乙建物について、甲建物を主である建物とし、乙建物を附属建物とする建物の表題登記の申請は、することができない。",
    "answer": "◯"
  },
  {
    "id": 511,
    "label": "R6-14-イ",
    "text": "甲建物を乙建物の附属建物とする建物の合併の登記を申請する場合には、添付情報として各階平面図を提供する必要はない。",
    "answer": "✕"
  },
  {
    "id": 512,
    "label": "R6-14-ウ",
    "text": "所有権の登記がある甲建物の附属建物を新築する場合における不動産工事の先取特権の保存の登記がされた後に、当該附属建物の建築が完了したときは、甲建物の所有権の登記名義人は、遅滞なく、当該附属建物の新築による建物の表題部の変更の登記を申請しなければならない。",
    "answer": "◯"
  },
  {
    "id": 513,
    "label": "R6-14-エ",
    "text": "附属建物がある建物の表題登記を申請する場合において、附属建物の新築の日が主である建物の新築の日と同一であるときは、附属建物の新築の日を申請情報の内容とすることを要しない。",
    "answer": "◯"
  },
  {
    "id": 514,
    "label": "R6-14-オ",
    "text": "建物の附属建物を新築した場合において、建物の表題部の変更の登記を申請するときは、変更後の建物図面を添付情報として提供することを要しない。",
    "answer": "✕"
  },
  {
    "id": 515,
    "label": "R6-15-ア",
    "text": "表題部に建物の名称が記録されている区分建物でない建物の滅失の登記を申請する場合において、当該建物の名称を申請情報の内容とするときは、当該建物の構造及び床面積を申請情報の内容とすることを要しない。",
    "answer": "✕"
  },
  {
    "id": 516,
    "label": "R6-15-イ",
    "text": "表題部所有者の氏名についての変更の登記の登記原因は、「氏名変更」である。",
    "answer": "◯"
  },
  {
    "id": 517,
    "label": "R6-15-ウ",
    "text": "建物の表題部所有者として誤ってＡが登記されているが、当該建物の真実の所有者がＢである場合には、Ａは、当該建物について、表題部所有者の更正の登記を申請することができる。",
    "answer": "✕"
  },
  {
    "id": 518,
    "label": "R6-15-エ",
    "text": "2階建ての建物を階層的に区分して1階部分を甲区分建物とし、2階部分を乙区分建物とする区分建物の表題登記を申請する場合には、甲区分建物及び乙区分建物のいずれの専有部分の建物の表示欄中の構造欄にも屋根の種類が記録されない。",
    "answer": "◯"
  },
  {
    "id": 519,
    "label": "R6-15-オ",
    "text": "共用部分である旨の登記がされており、複数の者が共有する建物の表題部の更正の登記は、当該建物の共有者全員が申請しなければならない。",
    "answer": "✕"
  },
  {
    "id": 520,
    "label": "R6-16-ア",
    "text": "自然人であるＡを表題部所有者とする甲建物と乙建物について、Ａが乙建物を甲建物の附属建物とする建物の合併の登記を申請する場合には、Ａの印鑑に関する証明書を提供することを要する。",
    "answer": "✕"
  },
  {
    "id": 521,
    "label": "R6-16-イ",
    "text": "甲建物及び乙建物のいずれにもＡを登記名義人とする所有権の移転請求権の仮登記がされている場合には、乙建物を甲建物の附属建物とする合併の登記を申請することができない。",
    "answer": "◯"
  },
  {
    "id": 522,
    "label": "R6-16-ウ",
    "text": "甲建物及び乙建物のいずれにも共用部分である旨の登記がある場合には、乙建物を甲建物の附属建物とする合併の登記を申請することができない。",
    "answer": "◯"
  },
  {
    "id": 523,
    "label": "R6-16-エ",
    "text": "一棟の建物として登記されている区分建物でない建物の中間部分を取り壊して、相互に接続しない2棟の建物とした場合において、いずれの建物も主である建物とするときに申請する表題部の変更の登記と建物の分割の登記とは、一の申請情報により申請することができない。",
    "answer": "✕"
  },
  {
    "id": 524,
    "label": "R6-16-オ",
    "text": "抵当権の登記がある建物の分割の登記を申請する場合において、当該抵当権者が、分割後の全ての建物について当該抵当権を消滅させることを承諾したことを証する情報を提供したときは、分割後の全ての建物について当該抵当権が消滅した旨が記録される。",
    "answer": "✕"
  },
  {
    "id": 525,
    "label": "R6-17-ア",
    "text": "抵当権の登記がある建物の滅失の登記を申請する場合には、当該抵当権の登記名義人の承諾を証する情報を提供しなければならない。",
    "answer": "✕"
  },
  {
    "id": 526,
    "label": "R6-17-イ",
    "text": "甲建物の所有権の登記名義人であるＡが死亡した後に甲建物が滅失した場合には、Ａの相続人であるＢは、甲建物について相続を原因とする所有権の移転の登記がされた後に、甲建物の滅失の登記を申請しなければならない。",
    "answer": "✕"
  },
  {
    "id": 527,
    "label": "R6-17-ウ",
    "text": "所有者がいずれも異なる複数の区分建物が属する一棟の建物が滅失した場合には、一棟の建物の滅失の登記の申請は、区分建物の所有者の一人ですることができる。",
    "answer": "◯"
  },
  {
    "id": 528,
    "label": "R6-17-エ",
    "text": "所有権の移転の仮登記がある建物が滅失した場合には、当該仮登記の登記名義人は、当該建物の滅失の登記を申請することができる。",
    "answer": "✕"
  },
  {
    "id": 529,
    "label": "R6-17-オ",
    "text": "Ａが所有権の登記名義人である甲建物の全部を取り壊し、甲建物の材料を用いて甲建物と同じ種類、構造及び床面積の建物を別の土地に建築した場合には、Ａは、甲建物の滅失の登記を申請しなければならない。",
    "answer": "◯"
  },
  {
    "id": 530,
    "label": "R6-18-ア",
    "text": "甲区分建物が属する一棟の建物の法定敷地として登記された土地について、当該一棟の建物とは別の一棟の建物の規約敷地とする敷地権の表示に関する登記の申請は、することができない。",
    "answer": "✕"
  },
  {
    "id": 531,
    "label": "R6-18-イ",
    "text": "区分建物の表題登記の申請をする場合において、当該区分建物が属する一棟の建物とは別の表題登記のない一棟の建物に属する区分建物を附属建物とするときは、当該附属建物とする区分建物が属する一棟の建物に属する他の区分建物の表題登記の申請と併せてしなければならない。",
    "answer": "◯"
  },
  {
    "id": 532,
    "label": "R6-18-ウ",
    "text": "甲土地及び乙土地が法定敷地として登記されている敷地権付き区分建物について、当該区分建物が属する一棟の建物の一部が取り壊されたことにより、甲土地上に当該一棟の建物が存しないこととなった場合には、甲土地について敷地権であった権利が敷地権でない権利になったことによる区分建物の表題部の変更の登記を申請しなければならない。",
    "answer": "✕"
  },
  {
    "id": 533,
    "label": "R6-18-エ",
    "text": "甲区分建物と乙区分建物からなる一棟の建物のうち甲区分建物のみが滅失した場合には、甲区分建物の滅失の登記の申請は、乙区分建物の表題部の変更の登記の申請と併せてしなければならない。",
    "answer": "✕"
  },
  {
    "id": 534,
    "label": "R6-18-オ",
    "text": "甲区分建物及び乙区分建物からなる一棟の建物について、甲区分建物が増築されたことにより、甲区分建物の床面積の変更の登記と当該一棟の建物の床面積の変更の登記とが申請された場合には、乙区分建物の所有権の登記名義人は、乙区分建物について、当該一棟の建物の床面積の変更の登記を申請することを要しない。",
    "answer": "◯"
  },
  {
    "id": 535,
    "label": "R6-19-ア",
    "text": "表題登記がある甲土地の所有者は、甲土地及び甲土地と1点のみで接している乙土地を対象土地として筆界特定の申請をすることができない。",
    "answer": "◯"
  },
  {
    "id": 536,
    "label": "R6-19-イ",
    "text": "表題登記がない甲土地の所有者が、甲土地とこれに隣接する表題登記がある乙土地との間の筆界について筆界特定の申請をする場合には、甲土地の所有者は、甲土地の所有権を有することを証する情報を提供しなければならない。",
    "answer": "◯"
  },
  {
    "id": 537,
    "label": "R6-19-ウ",
    "text": "表題登記がある甲土地に隣接する表題登記のある乙土地の一部の所有権を時効取得した者は、当該乙土地の一部が甲土地と隣接していない場合には、甲土地を対象土地として筆界特定の申請をすることができない。",
    "answer": "✕"
  },
  {
    "id": 538,
    "label": "R6-19-エ",
    "text": "表題登記がない水路とこれに隣接する表題登記がない道路を対象土地とする筆界特定の申請は、することができない。",
    "answer": "◯"
  },
  {
    "id": 539,
    "label": "R6-19-オ",
    "text": "筆界特定の申請に係る筆界について民事訴訟の手続により筆界の確定を求める訴えに係る訴訟が係属している場合には、当該筆界について筆界特定の申請をすることができない。",
    "answer": "✕"
  },
  {
    "id": 540,
    "label": "R6-20-ア",
    "text": "土地家屋調査士は、正当な事由がある場合でなくても、筆界特定の手続についての代理業務に関する依頼を拒むことができる。",
    "answer": "◯"
  },
  {
    "id": 541,
    "label": "R6-20-イ",
    "text": "土地家屋調査士となる資格を有する者が日本土地家屋調査士会連合会に登録申請書を提出するときは、事務所を設けようとする地を管轄する法務局又は地方法務局を経由して提出しなければならない。",
    "answer": "✕"
  },
  {
    "id": 542,
    "label": "R6-20-ウ",
    "text": "土地家屋調査士は、正当な事由がある場合であっても、業務上取り扱った事件について知ることのできた秘密を他に漏らしてはならない。",
    "answer": "✕"
  },
  {
    "id": 543,
    "label": "R6-20-エ",
    "text": "土地家屋調査士は、土地の表示に関する登記について必要な測量の業務の依頼を受けた場合において、やむを得ない事由があるときは、補助者に当該業務を取り扱わせることができる。",
    "answer": "✕"
  },
  {
    "id": 544,
    "label": "R6-20-オ",
    "text": "土地家屋調査士法人は、社員となろうとする土地家屋調査士が１人であっても、設立することができる。",
    "answer": "◯"
  }
]